/**
 * 评论弹出浮层相关文案
 * @author liusong | liusong@staff.sina.com.cn
 */
$SYSMSG.extend({
	"SCM001"	:	"确定要删除该回复吗？",
	"SCM002"	:	'<input id="shieldCommentUid" type="checkbox" onclick="scope.shieldCommentUidOrNot=this.checked;" /> 将#{sNick}加入我的黑名单，黑名单用户'
						+ '将无法再跟你联络。你可以在隐私设置中查看、管理黑名单。',
	"SCM003"	:	'确定要删除该#{name}回复吗？',
	"SCM004"	:	'是否确定删除已选评论',
	"SCM005"	:	'由于对方进行了隐私设置，你没有权限发表#{action}',
	"SCM006"	:	'您还没有选择要删除的评论',
	"SCM007"	:	'回复成功',
	"SCM008"	:	'你还没有填写内容，请填写后提交。',
	"A00003"	:	'无权限操作。',
	"A00004"	:	'该条留言不存在。',
	"A00005"	:	'评论内容含有非法关键字。',
	"A-7"		:	'无权限删除',
	"A00001"	:	'系统繁忙，请稍候再试。',
	"S00736"	:	'添加到黑名单失败，可能此人已经在你的黑名单中。',
	"S00015"	:	"用户不存在",
	"A00006"    :   "成功"
	});