var $CLTMSG = {
    "A-7": '無刪除權限',//  '无权限删除',
    "CC0101": "返回頂部",//backtop.js//  "返回顶部",//backtop.js
    "CC0201": "未綁定",//bindim.js//  "未绑定",//bindim.js
    "CC0202": "未驗證",//bindim.js//  "未验证",//bindim.js
    "CC0203": "已綁定",//bindim.js//  "已绑定",//bindim.js
    "CC0204": "確定刪除綁定？",//bindim.js//  "真的要删除绑定么？",//bindim.js
    "CC0205": "服務條款",
    "CC0301": "請選擇電郵類型",//cardtips.js//  "请选择登录类型",//cardtips.js
    "CC0302": "非新浪電郵",//cardtips.js//  "非新浪邮箱",//cardtips.js
    "CC0401": "查看更多",//casuallook_more.js//  "查看更多",//casuallook_more.js
    "CC0402": "讀取中…",//casuallook_more.js//  "读取中……",//casuallook_more.js
    "CC0501": "回覆",//commentConsole.js//  "\u56de\u590d",//commentConsole.js
    "CC0502": "評論",//commentConsole.js//  "评论",//commentConsole.js
    "CC0601": "同時將此用戶加入黑名單",//commentMethod.js//  "同时将此用户加入黑名单",//commentMethod.js
    "CC0602": "回覆@",//commentMethod.js//  "回复@",//commentMethod.js
    "CC0603": "原文評論",//commentMethod.js//  "原文评论",//commentMethod.js
    "CC0701": "操作失敗",//commentoutboxhandler.js//  "操作失败",//commentoutboxhandler.js
    "CC0702": "你還沒有選擇要刪除的評論",//commentoutboxhandler.js//  "您还没有选择要删除的评论",//commentoutboxhandler.js
    "CC0801": "收藏微博失敗，請重試！",//favourite.js//  "收藏微博失败，请重试！",//favourite.js
    "CC0802": "確定要刪除該收藏？",//favourite.js//  "确定要删除该收藏？",//favourite.js
    "CC0901": "錯誤！",//finishinfo.js//  "错误！",//finishinfo.js
    "CC0902": "都不喜歡？換一換",
    "CC1001": "搜索其他話題...",//getfocus.js//  "搜索其他话题...",//getfocus.js
    "CC1101": "設定哪些分組顯示在我的首頁",//group_index.js//  "设置哪些分组显示在我的首页",//group_index.js
    "CC1102": "儲存",//group_index.js//  "儲存",//group_index.js
    "CC1103": "取消",//group_index.js//  "取消",//group_index.js
    "CC1104": "設置分組顯示",//group_index.js//  "设置分组显示",//group_index.js
    "CC1201": '確定要刪除" #{name} "分組嗎？ <br />此分組下的人不會被取消關注。 ',//group_member.js//  '确定要删除" #{name} "分组吗？<br />此分组下的人不会被取消关注。',//group_member.js
    "CC1202": '添加分組失敗...',//group_member.js//  '添加分组失败...',//group_member.js
    "CC1203": '包含禁止詞彙，請修改',//group_member.js//  '含有非法字符，请修改',//group_member.js
    "CC1204": '最多可輸入500個漢字',//group_member.js//  '最多可输入500个汉字 ',//group_member.js
    "CC1301": '未分組 ',//group_selector.js//  '未分组 ',//group_selector.js
    "CC1302": '創建新分組 ',//group_selector.js//  '创建新分组 ',//group_selector.js
    "CC1303": '請不要超過8個漢字',//group_selector.js//  '请不要超过8个汉字 ',//group_selector.js
    "CC1304": '新分組',//group_selector.js group_sidebar.js//  '新分组',//group_selector.js group_sidebar.js
    "CC1401": '建立',//group_sidebar.js//  '创建',//group_sidebar.js
    "CC1402": '修改',//group_sidebar.js//  '修改',//group_sidebar.js
    "CC1501": '請選擇圖片 ',//head4miniblog.js//  '请选择图片 ',//head4miniblog.js
    "CC1502": '文件格式不正確，請選擇JPG或GIF圖片格式',//head4miniblog.js//  '请上传jpg、gif、png格式的图片。 ',//head4miniblog.js
    "CC1503": '請等待圖片上傳',//head4miniblog.js//  '请等待图片上传 ',//head4miniblog.js
    "CC1601": '請重新登入',//huodong.js//  '请重新登录',//huodong.js
    "CC1701": '我已關注他',//index_stuff.js//  '我已关注他',//index_stuff.js
    "CC1801": "登入名稱：",//indexMsgCallBack.js//  "登录名：",//indexMsgCallBack.js
    "CC1802": "密碼：",//indexMsgCallBack.js//  "密码：",//indexMsgCallBack.js
    "CC1803": "小秘密：如果你有“新浪博客”或“新浪電郵”可以用該賬號直接登入哦！",//indexMsgCallBack.js//  "小秘密：如果你有“新浪UC号”或“新浪邮箱”可以用该账号直接登录哦！",//indexMsgCallBack.js
    "CC1804": "沒有登入帳號？ ",//indexMsgCallBack.js//  "没有登录帐号？ ",//indexMsgCallBack.js
    "CC1805": "馬上註冊",//indexMsgCallBack.js//  "马上注册",//indexMsgCallBack.js
    "CC1901": "私隱",//info_company.js//  "隐私",//info_company.js
    "CC1902": "搜尋",//info_company.js//  "搜索",//info_company.js
    "CC1903": "尋找同事",//info_company.js//  "找同事",//info_company.js
    "CC1904": "刪除",//info_company.js//  "删除",//info_company.js
    "CC2001": "尋找同學",//info_school.js//  "找同学",//info_school.js
    "CC2101": "驗證碼錯誤，請重新輸入",//infomation_mail.js//  "验证码错误，请重新输入",//infomation_mail.js
    "CC2102": "微博登入名是:#{name}@sina.cn",//infomation_mail.js//  "微博登入名是:#{name}@sina.com",//infomation_mail.js
    "CC2103": "更換另一組題目",//infomation_mail.js//  "看不清，换一下",//infomation_mail.js
    "CC2104": '請輸入上面數學題的答案：',//infomation_mail.js
    "CC2105": '確認',//infomation_mail.js//  '确定',//infomation_mail.js
    "CC2201": '所有人可見',//infomation.js//  '所有人可见',//infomation.js
    "CC2202": '我關注的人可見',//infomation.js//  '我关注的人可见',//infomation.js
    "CC2203": '僅自己可見',//infomation.js//  '仅自己可见',//infomation.js
    "CC2204": '修改暱稱',//infomation.js//  '修改昵称',//infomation.js
    "CC2205": '請填寫自己常用的電郵地址，方便大家聯絡你！ ',//infomation.js//  '请填写自己常用的邮箱地址，方便大家联系你！',//infomation.js
    "CC2206": '電郵地址：',//infomation.js//  '邮箱地址：',//infomation.js
    "CC2207": '請輸入正確的電郵地址',//infomation.js//  '请输入正确的邮箱地址',//infomation.js
    "CC2208": '我們將會把最新消息通過郵件的方式提醒你。',//infomation.js
    "CC2209": '去驗證&gt;&gt;',//infomation.js//  '去验证&gt;&gt;',//infomation.js
    "CC2210": '修改常用電郵',//infomation.js//  '修改常用邮箱',//infomation.js
    "CC2211": '驗證電郵',//infomation.js//  '验证邮箱',//infomation.js
    "CC2301": '新浪電郵用戶請直接登入開通新浪微博',//infomation2.js//  '新浪邮箱用户请直接登录开通新浪微博',//infomation2.js
    "CC2401": '例如：',//link.js//  '例如：',//link.js
    "CC2402": '修改成功！ ',//link.js//  '修改成功！',//link.js
    "CC2403": '已關聯博客地址：',//link.js//  '已关联博客地址：',//link.js
    "CC2404": "取消成功！",//link.js//  "取消成功！",//link.js
    "CC2405": "正在讀取您的博客地址，請稍候.",//link.js
    "CC2501": "電郵格式不正確",//mailinvite.js//  "邮箱格式不正确",//mailinvite.js
    "CC2502": "請輸入電郵",//mailinvite.js//  "请输入邮箱",//mailinvite.js
    "CC2503": "邀請發送成功",//mailinvite.js//  "邀请发送成功",//mailinvite.js
    "CC2504": "如果對方沒有收到邀請郵件，<br />可以將以下連結通過QQ、MSN或其他電郵發送給他",//mailinvite.js//  "如果对方没有收到邀请邮件，<br />可以将以下链接通过QQ、MSN或其他邮箱发送给他",//mailinvite.js
    "CC2505": "複製連結",//mailinvite.js//  "复制链接",//mailinvite.js
    "CC2506": "該邀請連結僅可使用1次",//mailinvite.js//  "该邀请链接仅可使用1次",//mailinvite.js
    "CC2507": "發送邀請",//mailinvite.js//  "发送邀请",//mailinvite.js
    "CC2508": "邀請連結複製成功！ 你可以利用快捷方式Ctrl+V鍵貼到UC、QQ或MSN等聊天工具中。",//mailinvite.js//  "邀请链接复制成功！ 你可以利用快捷方式Ctrl+V键粘贴到UC、QQ或MSN等聊天工具中。",//mailinvite.js
    "CC2509": "你的瀏覽器不支援腳本複製或你拒絕了瀏<br />覽器安全確認，請嘗試手動[Ctrl+C]複製。",//mailinvite.js//  "你的浏览器不支持脚本复制或你拒绝了浏览器安全确认，请尝试手动[Ctrl+C]复制。",//mailinvite.js
    "CC2510": "已關注",//mailinvite.js//  "已关注",//mailinvite.js
    "CC2601": "已關注成功！",//maybefriend.js//  "已关注成功！",//maybefriend.js
    "CC2602": "移除之後將不再為您推薦此人",//maybefriend.js//  "移除之后将不再为您推荐此人",//maybefriend.js
    "CC2603": "確定要移除?",//maybefriend.js//  "确定要移除?",//maybefriend.js
    "CC2701": "同時將此用戶加入黑名單",//message.js//  "同时将此用户加入黑名单",//message.js
    "CC2702": "刪除失敗!",//message.js//  "删除失败!",//message.js
    "CC2703": '刪除全部',//message.js//  '删除全部',//message.js
    "CC2801": '確定刪除這條@我嗎',//miniblog_del.js//  '确定删除这条@我吗',//miniblog_del.js
    "CC2802": '確定刪除這條微博嗎',//miniblog_del.js//  '确定删除这条微博吗',//miniblog_del.js
    "CC2901": "微博新手入門動畫",//miniblog_flash_demo.js//  "微博新手入门动画",//miniblog_flash_demo.js
    "CC3001": "互相關注中",//miniblog_flash_demo.js//  "互相关注中",//miniblog_flash_demo.js
    "CC3101": "移除之後將取消#{sex}對你的關注",//miniblog_follow.js//  "移除之后将取消 #{sex} 对你的关注",//miniblog_follow.js
    "CC3102": "確定要移除",//miniblog_follow.js//  "确定要移除",//miniblog_follow.js
    "CC3103": "確定要取消關注",//miniblog_follow.js//  "确定要取消关注",//miniblog_follow.js
    "CC3104": "超過8個字啦！為他起個常用名吧",//miniblog_follow.js//  "超过8个字啦！为他起个常用名吧",//miniblog_follow.js
    "CC3105": "給朋友加個備註名，方便認出他是誰",//miniblog_follow.js
    "CC3106": "設定備註名",//miniblog_follow.js
    "CC3107": "設定備註失敗!",//miniblog_follow.js//  "设置备注失败!",//miniblog_follow.js
    "CC3201": "手機號輸入錯誤！",//miniblog_mobile.js//  "手机号输错啦！",//miniblog_mobile.js
    "CC3202": "請閱讀並同意以下條款",//miniblog_mobile.js//  "请阅读并同意以下条款",//miniblog_mobile.js
    "CC3203": "關閉該提醒",//miniblog_mobile.js//  "关闭该提醒",//miniblog_mobile.js
    "CC3204": "使用短訊發微博成功後，系統將自動發送成功提醒短訊給你",//miniblog_mobile.js//  "使用短信发微博成功后，系统自动发送成功提醒短信给你",//miniblog_mobile.js
    "CC3205": "開啟該提醒",//miniblog_mobile.js//  "开启该提醒",//miniblog_mobile.js
    "CC3206": "你已關閉短訊發微博成功提醒",//miniblog_mobile.js//  "你已关闭短信发微博成功提醒",//miniblog_mobile.js
    "CC3207": "手機號碼",//miniblog_mobile.js//  "手机号",//miniblog_mobile.js
    "CC3208": "已與其他微博賬號綁定。",//miniblog_mobile.js//  "已与其他微博账号绑定。",//miniblog_mobile.js
    "CC3209": "如需解除當前綁定，請使用該手機發送短訊內容:",//miniblog_mobile.js//  "如需解除当前绑定，请使用该手机发送短信内容:",//miniblog_mobile.js
    "CC3210": "到",//miniblog_mobile.js//  "到",//miniblog_mobile.js
    "CC3211": "關閉彈出視窗",//miniblog_mobile.js//  "关闭弹出层",//miniblog_mobile.js
    "CC3401": '關注成功，發條微博跟大家打個招呼吧！ ',//reg_recommand.js
    "CC3402": '#新手交流#大家好！我是@#{name}，剛剛開始玩微博，歡迎大家關注我！ ',//reg_recommand.js
    "CC3403": '發出微博第一聲',//reg_recommand.js
    "CC3404": '#新手交流#Hello！我是@#{name}，我的微博開通了，從今天起要立志做個自強不息的微博人，請大家關注我！ ',//reg_recommand.js
    "CC3501": '請輸入六位英文或數字',//expo/authentication.js
    "CC3502": '請輸入認證碼',//expo/authentication.js
    'CC3701': '媒體匯',
		'CC3702': '名人堂',
		'CC3703': '品牌館',
    'CC3801': '---請選擇服務區域---,園區內,園區外',//expo/expo_option.js
    'CC3802': '-請選擇職位類別-',//expo/expo_option.js
    'CC3803': '-請選擇職位類別-,查詢服務,秩序導引,接待協助,語言翻譯,參觀協助,媒體服務,活動/論壇組織協助,組織方工作協助',//expo/expo_option.js
    'CC3804': '-請選擇職位類別-,城際交通,城市交通,賓館,文化場所,旅遊,大型商場',
    'CC3805': '-請選擇職位分工-',
    'CC3806': '-請選擇職位分工-,門票導購,交通站點查詢,場館參觀預約,場館參觀查詢',
    'CC3807': '-請選擇職位分工-,公共區域秩序導引,場館入口排隊導引',
    'CC3808': '-請選擇職位分工-,場館要客接待協助,禮賓接待協助,參展方人員酒店預訂協助',
    'CC3809': '-請選擇職位分工-,服務點語言服務',
    'CC3810': '-請選擇職位分工-,服務點殘疾人士援助,服務點手語翻譯,場館參觀體驗協助,場館殘疾人士參觀協助,紅十字服務協助',
    'CC3811': '-請選擇職位分工-,新聞中心服務協助, 場館新聞聯絡協助',
    'CC3812': '-請選擇職位分工-,活動場館觀眾服務協助,論壇服務協助',
    'CC3813': '-請選擇職位分工-,志願者宣傳協助,住院者培訓協助,志願者運營協助,志願者後勤保障協助,心理輔導',
    'CC3814': '-請選擇職位分工-,文明宣傳,信息諮詢,語言翻譯,應急服務',
    'CC3815': '---請選擇片區---',
    'CC3816': '---請選擇片區---,A片區,B片區,C片區,D片區,E片區,其他片區',
    'CC3817': '---請選擇場館---',
    'CC3818': '---請選擇場館---,中國國家館,土庫曼斯坦館,日本館,中國省區市聯合館,亞洲聯合館一,亞洲聯合館二,亞洲聯合館三,其他場館',
    'CC3819': '---請選擇場館---,馬來西亞館,太平洋聯合館,汶萊館,公眾參與館,世界氣象館,世界貿易中心協會館,生命陽光館,印度尼西亞館,紅十字會與紅新月會國際聯合會館,國際組織聯合館,國際信息發展網館,柬埔寨館,泰國館,菲律賓館,聯合國聯合館,新加坡館,新西蘭館,澳洲館,其他場館',
    'CC3820': '---請選擇場館---,土耳其館,比利時-歐盟館,中南美洲聯合館,加勒比共同體聯合館,歐洲聯合館一,歐洲聯合館二,非洲聯合館,羅馬尼亞館,委內瑞拉館,法國館,波蘭館,波黑館,挪威館,南非館,俄羅斯館,美國館,突尼斯館,埃及館,荷蘭館,哥倫比亞館,秘魯館,愛爾蘭館,愛沙尼亞館,捷克館,斯洛文尼亞館,斯洛伐克館,葡萄牙館,智利館,奧地利館,瑞士館,瑞典館,意大利館,塞爾維亞館,墨西哥館,德國館,摩納哥館,其他場館',
    'CC3821': '---請選擇場館---,上海企業聯合館,太空家園館,日本產業館,中國人保館,中國石油館,中國鐵路館,可口可樂館,國家電網館,思科館,韓國企業聯合館,震旦館,其他場館',
    'CC3822': '---請選擇場館---,萬科館,上汽集團-通用汽車館,中國航空館,中國船舶館,民營企業聯合館,遠大館,信息通信館,城市最佳實踐區建設案例（北部）,城市最佳實踐區展館案例（中部）,城市最佳實踐區其他展示案例（南部）,其他場館',
    'CC3823': '---請選擇場館---,其他場館',
    'CC3824': '請選擇園區',
    'CC3825': '請選擇職位類別',
    'CC3826': '請選擇職位分工',
    'CC3827': '請選擇片區',
    'CC3828': '請選擇場館',
    'CC3924': "刪除後，數據無法恢復。確定刪除嗎？",
    'CC3925': '您在2010-03-24 10:56:07之前發布的微博中含有的地理位置信息已經刪除完畢。',
    'CC3926': '刪除成功',
    'CC4001': '展開更多分類',
    'CC4002': '收起分類',
    'CC4101': '連結複製成功！ 你可以利用快捷方式Ctrl+V鍵貼到UC、QQ或MSN等聊天工具中。',
    'CC4201': '直播暫停中<br>點擊繼續播放',//live /live.js
    'CC4202': '直播進行中<br>點擊暫停播放',//live/live.js
    'CC4203': '暫停 ',//live/live.js
    'CC4204': '啟動',//live/live.js
    'CC4205': '換個詞試試',//live/live.js
    'CC4301': '你還沒有關注#realname#，是否關注#sex#',
    'CC4302': '現在關注',
    'CC4303': '以後再說',
    'CC4304': '活力寶貝    從一個充滿活力的女孩視角去為您解<br />讀世界杯的諮詢、花絮，關注她還有機會獲得<br />豐富獎品',//為了性能力超強的活力寶貝添加文案
    'CC4305': '我是#realname#，#link_name#<br />關注我、#att_names#和我們一起隨時隨地分享生活的新鮮資訊。 ',
	'CC4306': '已經關注過他們嘍，再找找其他感興趣的人吧。 ',
	'CC4307': '#link_name#<br />關注#att_names#和我們一起隨時隨地分享生活的新鮮資訊。 ',
	'CC4308':'我、',
	'CC4401': '請輸入關鍵詞',//jobs/search_new/search_topic.js
    'CC5001': '請添加想關注的話題',
    'CC5002': '請輸入話題',
    'CC5003': '你已經添加該話題',
    'CC5004': '不能多於20個字符',
	'CC5101':'全部,北京,上海,黑龍江,吉林,遼寧,天津,安徽,江蘇,浙江,陝西,湖北,廣東,湖南,甘肅,四川,山東,福建,河南,重慶,雲南,河北,江西,山西,貴州,廣西,內蒙古,寧夏,青海,新疆,海南,西藏,香港,澳門,台灣',//diy/schoolSelector.js
	'CC5102':'學校名稱搜索',//diy/schoolSelector.js
	'CC5201':'鎖定',//jobs/skinmanage.js
	'CC5601': '上傳背景圖大小請勿超過5M',
	'CC5401': '請輸入您的msn賬號 ',//msn找人
	'CC5501': '至今',
	'CC5301':'甜蜜ME',//jobs/addPrivateSkin.js
	'CC5302':'活力世界杯',//jobs/addPrivateSkin.js
    'CC5303':'紅微博',//jobs/addPrivateSkin.js
    'CC5701':'設置個性模板',
	
	'CC5801':'學校所在地：', //diy/schoolSelector.js
	'CC5802':'選擇區縣',
	'CC5803':'沒找到自己的學校？沒關係，可以通過申請通道添加自己的學校。 ',
	'CC5804':'我要申請添加',
	'CC5805':'未找到所輸入的學校名稱，可能是因為我們的學校名單不完整。 ',
	'CC5806':'您可以申請添加此學校，申請通過之後，此學校將會添加到您的個人資料中，同時也會添加在選擇學校名單中，這樣能幫你找到更多的校友哦',
	'CC5807':'所在地：',
	'CC5808':'學校名稱：',
	'CC5809':'請輸入完整的學校名稱',
	'CC5810':'申請添加此學校',
	'CC5811':'提交申請成功，我們會盡快回复您！ ',
	'CC5812':'如果認證成功，此學校信息將會成功添加到您的教育信息中；',
	'CC5813':'如認證失敗，我們會私信通知您。 ',
	'CC5814':'注：正在認證中的學校資料，只在設置的頁面呈現，別人無法通過你的資料頁面查看相關的信息',
	'CC5815':'已提交申請',
	'CC5816':'班級：',
	'CC5817':'院系：',
	'CC5818':'大學',
	'CC5819':'高中',
	'CC5820':'中專技校',
	'CC5821':'初中',
	'CC5822':'小學',
	'CC5823':'申請添加中是一種臨時待審核的狀態，在這種狀態中，除了自己別人無法瀏覽到你的此項學校信息，也無法通過此學校信息找到你。等待申請成功之後，就可以正常使用啦，請耐心等待！ ',
    'CC5824':'還沒找到符合條件的學校',
	'CC5825':'您填寫的此項學校已經更換了新信息，我們暫時將您的此條信息處理成隱藏狀態，除了自己別人無法瀏覽，也無法通過此學校信息找到您。請盡快修改，方便找到更多校友！ ',
	'CC5826':'請選擇所在地',
	'CC5827':'點擊選擇學校',
	'CC5828':'請輸入完整的院系名稱',
	'CC5829':'請輸入完整的班級名稱',
	'CC5901':'請輸入完整的公司名稱',
	'CC5902':'請輸入你所在的部門或職位',
	    'CC6001': '點擊選擇日期',
    'CC6002': '關鍵字：',
    'CC6003': '時　間：',
    'CC6004': '搜尋#sex#說的話',
    'CC6005': '搜尋自己說的話',
	// gfw
    'CD0001': '搜索话题、朋友...',
    // 'CD0001': '找人...',
    "CR0001": "請輸入手機號碼",//  "请输入手机号",
    "M04002": "關鍵詞不能為空",//  "关键词不能为空",
    "R01008": "電郵/會員帳號/手機號",//  "邮箱/UC号/会员帐号/手机号",
    "R01009": "請輸入註冊邀請碼",//  "请输入注册邀请码",
    "R01010": "<p class=stxt2>請到註冊確認郵件中啟動賬戶，</p><p class=stxt2>或者，<a target=_blank href=/reg/resend.php?user=#{ mail} >重發確認郵件</a>。</p>",//  "<p class=stxt2>请到注册确认邮件中激活账户，</p><p class=stxt2>或者，<a target=_blank href=/reg/resend.php?user=#{mail}  >重发确认邮件</a>。</p>",
    "R01011": "該賬戶尚未啟動賬戶",//  "该账户尚未激活",
    "R11111": "<p class=stxt2>1、如果登入名是郵箱地址，</p><p class=stxt>請輸入全稱，例如yourname@sina.com</p><p class=stxt2>2、請檢查登入名大小寫是否正確。</p><p class=stxt2>3、請檢查密碼大小寫是否正確。</p>",//仅所有登录，由原来的R01007改为R11111
    'CC3301': '答案錯誤，請重新回答。',
    'CC3601': '大家好！我是微博志願者！從事#{job}工作。 #志願者報到#',
    'CC3701': '媒體匯',
    'CD0001': '搜尋話題、朋友...',//  '搜索话题、朋友...',
    'CD0002': '請選擇搜索範圍',//  '请选择搜索范围',
    'CD0003': '<li class="cur" style="cursor:pointer"><span act="def">搜微博</span><span act="isinput">含<cite id="#{id}_blog" act="txt"></cite>的微博</span></li><li style="cursor:pointer"><span act="def">搜人</span><span act="isinput">名為<cite id="#{id}_author" act="txt"></cite>的人</span></li>',
    'CD0004': '已關注',//  '已关注，',
    'CD0005': '取消',//  '取消',
    'CD0006': '加關注',//  '加关注',
    'CD0007': '確定要取消關注',//  '确定要取消关注',
    'CD0008': '搜索其他話題...',//  '搜索其他话题...',
    'CD0009': "適用於“#{title}”的版本",//  "适用于“#{title}”的版本",
    'CD0010': "您還未開通新浪微博！",//  "您还未开通新浪微博！",
    'CD0011': '建議寬度不超過1024像素',//  '建议宽度不超过1024像素',
    'CD0012': '建議寬度不低於120像素',//  '建议宽度不低于120像素',
    'CD0013': '建議高度不超過800像素',//  '建议高度不超过800像素',
    'CD0014': '建議高度不低於230像素',//  '建议高度不低于230像素',
    'CD0015': '複製成功！你可以利用快捷方式Ctrl+V鍵貼到博客模組中。 ',//  '复制成功！你可以利用快捷方式Ctrl+V键粘贴到博客模块中。',
    'CD0016': '你的瀏覽器不支援腳本複製或你拒絕了瀏覽器安全確認，請嘗試手動[Ctrl+C]複製。 ',//  '你的浏览器不支持脚本复制或你拒绝了浏览器安全确认，请尝试手动[Ctrl+C]复制。',
    'CD0017': '去看看',//  '去看看',
    'CD0018': '關閉',//  '关闭',
    'CD0019': '有什麼新鮮事要告訴大家',//  '有什么新鲜事儿要告诉大家',
    'CD0020': "已超出<span>#{len}</span>字",//  "已超出<span>#{len}</span>字",
    'CD0021': "還可以輸入<span>#{len}</span>字",//  "还可以输入<span>#{len}</span>字",
    'CD0022': '內容分享',//  '内容分享',
    'CD0023': '轉發',//  '转发',
    'CD0024': '你自己寫的微博是不能轉發的哦！ ',//  '你自己写的微博是不能转发的哦！',
    'CD0025': '順便說點什麼吧...',//  '顺便说点什么吧...',
    'CD0026': '轉發到我的微博',//  '转发到我的微博',
    'CD0027': '登入名稱 ：',//  '登录名 ：',
    'CD0028': '密碼 ：',//  '密码 ：',
    'CD0029': '同時評論給 #{forwarder}',//  '同时作为给#{forwarder}的评论发布',
    'CD0030': '同時評論給原文作者 #{bloger}',//  '同时作为给#{bloger}的评论发布',
    'CD0031': '轉:',//  '转:',
    'CD0032': '表情',//  '表情',
    'CD0033': '還可以輸入<em>${num}</em>個漢字',//  '还可以输入<em>${num}</em>个汉字',
    'CD0034': '已經超出<em>${num}</em>個漢字',//  '已经超出<em>${num}</em>个汉字',
    'CD0035': '轉發成功',//  '转发成功',
    'CD0036': '更新失敗，請查看網絡連接是否正常',//  '更新失败，请查看网络链接是否正常',
    'CD0037': '未結束的字符串常量',//  '未结束的字符串常量',
    'CD0038': '通行證登入',//  '通行证登录',
    'CD0039': '登入名稱',//  '登录名',
    'CD0040': '註冊',//  '注册',
    'CD0041': '密 碼',//  '密  码',
    'CD0042': '找回密碼',//  '找回密码',
    'CD0043': '<label>記住登入狀態</label><p class="adminTs">建議在網吧/公共電腦上取消該選項</p>',//  '<label>记住登录状态</label><p class="adminTs">建议在网吧/公共电脑上取消该选项</p>',
    'CD0044': '確定',//  '确定',
    'CD0045': '快來看看 @#{name} 的微博',//  '快来看看  @#{name}  的微博',
    'CD0046': '把#{name}推薦給朋友',//  '把#{name}推荐给朋友',
    'CD0047': '說說推薦理由吧',//  '说说推荐理由吧',
    'CD0048': '發表',//  '发布',
    'CD0049': '請輸入對方暱稱',//  '请输入对方昵称',
    'CD0050': '發私人訊息給：',//  '发私信给：',
    'CD0051': '私人訊息內容：',//  '私信内容：',
    'CD0052': '發送',//  '发送',
    'CD0053': '說明：長度不能超過300字',//  '说明：长度不能超过300字',
    'CD0054': '發私人訊息',//  '发私信',
    'CD0055': '確認要使用這個域名嗎？儲存後將不能修改。 ',//  '确认要使用这个域名吗？儲存后将不能修改。',
    'CD0056': '邀請連結複製成功！你可以利用快捷方式Ctrl+V鍵貼到UC、QQ或MSN等聊天工具中。 ',//  '邀请链接复制成功！ 你可以利用快捷方式Ctrl+V键粘贴到UC、QQ或MSN等聊天工具中。',
    'CD0057': '安全強度',//  '安全强度',
    'CD0058': '請重新登入',//  '请重新登录',
    'CD0059': '設定分組',//  '设置分组',
    'CD0060': '添加備註名',//  '设置备注名',
    'CD0061': '加入黑名單',//  '加入黑名单',
    'CD0062': '關注成功，將"#{nick}"加入分組？',//  '将#{nick}加入分组',
    'CD0063': '創建新分組',//  '创建新分组',
    'CD0064': '新分組',//  '新分组',
    'CD0065': '建立',//  '创建',
    'CD0066': '不超過8個漢字',//  '不超过8个汉字',
    'CD0067': '設定分組成功！ ',//  '设置分组成功！',
    'CD0068': '圖片附件',//  '图片附件',
    'CD0069': '請在這裡輸入自定義話題',//  '请在这里输入自定义话题',
    'CD0070': '分享圖片',//  '分享图片',
    'CD0071': '你還可以輸入<span class="#{cls}">#{len}</span>字',//  '你还可以输入<span class="#{cls}">#{len}</span>字',
    'CD0072': '已超出<span class="#{cls}" style="#{style}">#{len}</span>字',//  '已超出<span class="#{cls}" style="#{style}">#{len}</span>字',
    'CD0073': '可以直接輸入音樂或視頻的url地址',//  '可以直接输入音乐或视频的url地址',
    'CD0074': '圖片',//  '图片',
    'CD0075': '請等待圖片上傳',//  '请等待图片上传',
    'CD0076': '溫柔哦哦嗚嗚嗚嗚嗚嗚....jpg',//  '温柔哦哦呜呜呜呜呜呜....jpg',
    'CD0077': '有什麼新鮮事想告訴大家？ ',//  '有什么新鲜事想告诉大家？',
    'CD0078': '說幾句吧…',//  '说几句吧…',
    'CD0079': '收起',//  '收起',
    'CD0080': '查看大圖',//  '查看原图',
    'CD0081': '向左轉',//  '向左转',
    'CD0082': '向右轉',//  '向右转',
    'CD0083': '開始時間必須在結束時間之前，請重新選擇',//  '开始时间必须在结束时间之前，请重新选择',
    'CD0084': '您還未安裝flash播放器！ ',//  '您还未安装flash播放器！',
    'CD0085': '音樂播放',//  '音乐播放',
    'CD0086': '確認將#{name}加入到我的黑名單中？ ',//  '确认将#{name}加入到我的黑名单中么？',
    'CD0087': '你和#{sex}將自動解除關注關係，並且#{sex}不能再關注你<br>#{sex}不能再給你發評論、私人訊息、@通知',//  '你和#{sex}将自动解除关注关系，并且#{sex}不能再关注你<br>#{sex}不能再给你发评论、私信、@通知',
    'CD0088': '已將#{name}加入黑名單！ ',//  '已将#{name}加入黑名单！',
    'CD0089': '確認將此用戶從你的黑名單中解除嗎？ ',//  '确认将此用户从你的黑名单中解除吗？',
    'CD0090': '立即查看#{mail}電郵',//  '立即查看#{mail}邮箱',
    'CD0091': '真的要刪除綁定嗎？ ',//  '真的要删除绑定吗？',
    'CD0092': '錯誤!',//  '错误!',
    'CD0093': '新浪微博分享',//  '新浪微博分享',
    'CD0094': '要開始使用這個書籤，請右鍵點擊此按鈕，並選擇“添加到收藏夾”',//  '要开始使用这个书签，请右键点击此按钮，并选择“添加到收藏夹”',
    'CD0095': "要開始使用這個書籤，請將此按鈕拖入您<br/>的書籤欄",//  "要开始使用这个书签，请将此按钮拖入您的书签栏",
    'CD0096': '頁面背景',//  '页面背景',
    'CD0097': '顏色',//  '颜色',
    'CD0098': '背景圖',//  '背景图',
    'CD0099': '使用背景圖',//  '使用背景图',
    'CD0100': 'http://timg.sjs.sinajs.cn/t3/style/images/language/skinsetup/pic2.gif',
    'CD0101': '不使用背景圖',//  '不使用背景图',
    'CD0102': '上傳成功！ ',//  '上传成功！',
    'CD0103': '重新上傳',//  '重新上传',
    'CD0104': '支援大小不超過5M的jpg、gif、png圖片上傳<br/>頭部區域圖呎吋建議為800x115，<br/>也可利用左右兩側區域做設計，模板更精彩。',//  '支持大小不超过5M的jpg、gif、png图片上传<br/>作为头部区域图使用时尺寸建议为800x115',
    'CD0105': '設置背景圖：',//  '设置背景图：',
    'CD0106': '對齊方式：',//  '对齐方式',
    'CD0107': '主文字',//  '主文字',
    'CD0108': '主連結',//  '主链接',
    'CD0109': '次文字',//  '次文字',
    'CD0110': '次連結',//  '次链接',
    'CD0111': '內容背景',//  '内容背景',
    'CD0112': '恢復到默認顏色',//  '恢复到默认颜色',
    'CD0113': '平鋪',//  '平铺',
    'CD0114': '不平鋪',//  '不平铺',
    'CD0115': '左對齊',//  '左对齐',
    'CD0116': '置中',//  '居中',
    'CD0117': '右對齊',//  '右对齐',
    'CD0118': "背景圖上傳失敗",//  "背景图上传失败",
    'CD0119': '圖片上傳中',//  '图片上传中',
    'CD0120': '僅支持jpg、gif、png格式，請重新上傳！ ',//  '仅支持jpg、gif、png格式，请重新上传！',
    'CD0121': '儲存成功！模板有效期至<br><span style="font-weight:bold">#{year}年#{month}月#{date}日</span>',//  '操作成功！你现在使用的是时效模板，有效期至#{year}年#{month}月#{date}日',
    'CD0122': '請選擇一個模板',//  '请选择一个模板',
    'CD0123': '自定義皮膚還沒有儲存，確定離開嗎？ ',//  '自定义皮肤还没有儲存，确定离开吗？',
    'CD0124': '當前等級',//  '当前等级',
    'CD0125': '級',//  '级',
    'CD0126': '離下一級還差',//  '离下一级还差',
    'CD0127': '分',//  '分',
    'CD0128': '微博等級是對用戶積極表現的鼓勵，根據用戶的行為記分換算而成。 ',//  '微博等级是对用户积极表现的鼓励，根据用户的行为记分换算而成。',
    'CD0129': '目前有以下行為影響微博積分：',//  '目前有以下行为影响微博积分：',
    'CD0130': '行為',//  '行为',
    'CD0131': '積分',//  '积分',
    'CD0132': '綁定手機',//  '绑定手机',
    'CD0133': '每個帳號只享用一次',//  '每个帐号只享用一次',
    'CD0134': '登入',//  '登录',
    'CD0135': '一天只享用一次',//  '一天只享用一次',
    'CD0136': '發佈微博<em>(通過任何渠道發佈)',//  '发布微博<em>(通过任何渠道发布)',
    'CD0137': '評論微博',//  '评论微博',
    'CD0138': '轉發微博',//  '转发微博',
    'CD0139': '收藏話題',//  '收藏话题',
    'CD0140': '他人接受你的邀請而關注你',//  '他人接受你的邀请而关注你',
    'CD0141': '微博被他人轉發',//  '微博被他人转发',
    'CD0142': '微博被他人評論',//  '微博被他人评论',
    'CD0143': '自己刪除微博',//  '自己删除微博',
    'CD0144': '自己刪除評論',//  '自己删除评论',
    'CD0145': '自己刪除收藏話題',//  '自己删除收藏话题',
    'CD0146': '注意：',//  '注意：',
    'CD0147': '每日積分有最高分數限制，等級越高，每日可得分數越高。 ',//  '每日积分有最高分数限制，等级越高，每日可积分数越高。',
    'CD0148': '如果微博內容因為不符合當地法律、法規而被刪除，那麼所扣積分會很高哦',//  '如果微博内容因为不符合当地法律、法规而被删除，那么所扣积分会很高哦',
    'CD0149': '微博等級',//  '微博等级',
    'CD0150': '確認切換到简體版微博？',
    'CD0151': '發佈成功!',
    'CD0152': '邊框',
    'CD0153': '暫不分組',
    'CD0154': '關注成功，設置分組',
    'CD0155': '完成',
    'CD0156': '將我使用的模板推薦給粉絲？ ',
    'CD0157': '確認使用“#{name}”模板替換原有模板？ ',
    'CD0158': '#青海祈福#點亮綠絲帶，傳遞微博力量 http://t.sina.com.cn/huodong/qhdz2010',
    'CD0159': '已超出<span class="#{cls}" style="#{style}">#{len}</span>字',
    'CD0160': '恭喜您！獲得了U盤一枚！',
    'CD0161': '恭喜您！獲得了價值30元的新浪U幣！',
    'CD0162': '恭喜您！獲得了背包一件！',
    'CD0163': '恭喜您！獲得了鼠標一件！',
    'CD0164': 'tw_skin',
    'CD0165': '儲存成功！',
    'CD0166': "我剛換了#{skin_name}模板",
    'CD0167': "聊聊你的新模板，推薦給你的粉絲吧 O(∩_∩)O",
    'CD0168': '你選擇的模板已經過期，請選擇其他模板',
	'CD0179':'確認使用“#{name}”模板替換原有模板？模板有效期至2010年11月1日',
    
    'CD0169': '恭喜您！獲得了ADIDAS錢包+遮陽帽一件！',
    'CD0170': '恭喜您！獲得了世界杯專用球或比賽隊服一件！',
    'CD0171': '請選擇您支持的球隊:)',
    'CD0172': '圖檔上傳中，請等待……',
    'CD0173': '取消圖檔上傳',
    'CD0174': '您已成功取消對team隊的支持！',
    'CD0175': '同城活動',
    'CD0176': '要不要在昵稱後面加上#{team}隊的國旗？<br>已有#{number}人支持他們了。',
    'CD0177': '同城會',
    'CD0178': '2010世界杯已經結束啦，2014年再來吧！',
    'CD0180': '你還未安裝flash播放器，所以無法播放。<br />請嘗試瀏覽視頻網頁：<a href="http://sinaurl.cn/#{shorturl}" target = "_blank">http://sinaurl.cn/#{shorturl}</a>',
    'CD0181': '你還可以輸入<font class="num">#{len}</font>字',
    'CD0182': '#{img}已超出<font class="num">#{len}</font>字',
    'CD0183': '返回頂部',
    'CF0101': '推薦應用', //publisher_dialog.js
    'CF0105': '點擊關閉',
    'CF0102': '推薦給你的微博粉絲，叫大家一起用',//publisher_dialog.js
    'CL0101': "輸入歌曲名",//addmusic.js//  "输入歌曲名",//addmusic.js
    'CL0102': "輸入歌曲連結",//addmusic.js//  "输入歌曲链接",//addmusic.js
    'CL0103': "請輸入歌曲名稱",//addmusic.js//  "请输入歌曲名称",//addmusic.js
    'CL0104': "搜尋",//addmusic.js//  "搜索",//addmusic.js
    'CL0105': "你輸入的連結地址無法識別:)",//addmusic.js//  "你输入的链接地址无法识别:)",//addmusic.js
    'CL0106': "添加",//addmusic.js//  "添加",//addmusic.js
    'CL0107': "請輸入MP3連結或新浪樂庫單曲播放頁連結",//addmusic.js//  "请输入MP3链接或新浪乐库单曲播放页链接",//addmusic.js
    'CL0108': '作為普通的連結發佈</a>或者<a href="javascript:void(0);" id="mlinkcancel">取消操作',//addmusic.js//  '作为普通的链接发布</a>或者<a href="javascript:void(0);" id="mlinkcancel">取消操作',//addmusic.js
    'CL0109': "歌曲名",//addmusic.js//  "歌曲名",//addmusic.js
    'CL0110': "請輸入歌曲名",//addmusic.js//  "请输入歌曲名",//addmusic.js
    'CL0111': "演唱者",//addmusic.js//  "演唱者",//addmusic.js
    'CL0112': "確定",//addmusic.js//  "确定",//addmusic.js
    'CL0113': "歌手名不能超過15個漢字",//addmusic.js//  "歌手名不能超过15个汉字",//addmusic.js
    'CL0114': "歌曲名不能超過15個漢字",//addmusic.js//  "歌曲名不能超过15个汉字",//addmusic.js
    'CL0115': "新浪樂庫搜尋結果：",//addmusic.js//  "新浪乐库搜索结果：",//addmusic.js
    'CL0116': "抱歉，沒有找到和“",//addmusic.js//  "抱歉，没有找到和“",//addmusic.js
    'CL0117': "”有關的歌曲，換個詞再試一下:)",//addmusic.js//  "”有关的歌曲，换个词再试一下:)",//addmusic.js
    'CL0118': "請選擇歌曲。",//addmusic.js//  "请选择歌曲。",//addmusic.js
    'CL0119': "為了方便大家聽歌，請花一點點時間完善歌曲資料...",//addmusic.js//  "为了方便大家听歌，请花一点点时间完善歌曲资料...",//addmusic.js
    'CL0201': '請輸入<a href="http://video.sina.com.cn" target="_blank">新浪播客</a>、<a href="http://www.youku.com" target="_blank">優酷網</a>、<a href="http://www.tudou.com" target="_blank">土豆網</a>、<a href="http://www.ku6.com/" target="_blank">酷6網</a>等視頻網站的視頻播放頁連結',//addvideo.js//  '请输入<a href="http://video.sina.com.cn" target="_blank">新浪播客</a>、<a href="http://www.youku.com" target="_blank">优酷网</a>、<a href="http://www.tudou.com" target="_blank">土豆网</a>、<a href="http://www.ku6.com/" target="_blank">酷6网</a>等视频网站的视频播放页链接',//addvideo.js
    'CL0202': '取消操作</a>或者<a href="javascript:void(0);" id="vback">作為普通的連結發佈',//addvideo.js//  '取消操作</a>或者<a href="javascript:void(0);" id="vback">作为普通的链接发布',//addvideo.js
    'CL0301': '你看到的是: <br />2009-01-01 至2009-03-30 <br />發佈的微博<a href="#">取消時間限制</a>',//calendar.js//  '你看到的是: <br />2009-01-01 至 2009-03-30 <br />发布的微博 <a href="#">取消时间限制</a>',//calendar.js
    'CL0302': '日',//calendar.js//  '日',//calendar.js
    'CL0303': '週',//calendar.js//  '周',//calendar.js
    'CL0304': '月',//calendar.js//  '月',//calendar.js
    'CL0305': '上一個月',//calendar.js//  '上一个月',//calendar.js
    'CL0306': '下一個月',//calendar.js//  '下一个月',//calendar.js
    'CL0307': '2009年',//calendar.js//  '2009年',//calendar.js
    'CL0308': '12月',//calendar.js//  '12月',//calendar.js
    'CL0309': '一',//calendar.js//  '一',//calendar.js
    'CL0310': '二',//calendar.js//  '二',//calendar.js
    'CL0311': '三',//calendar.js//  '三',//calendar.js
    'CL0312': '四',//calendar.js//  '四',//calendar.js
    'CL0313': '五',//calendar.js//  '五',//calendar.js
    'CL0314': '六',//calendar.js//  '六',//calendar.js
    'CL0315': '年',//calendar.js//  '年',//calendar.js
    'CL0316': '上一年',//calendar.js//  '上一年',//calendar.js
    'CL0317': '下一年',//calendar.js//  '下一年',//calendar.js
    'CL0318': '你看到的是: <br />#{year}年#{month}月#{day}日<br />發佈的微博<a href="#{urlhref}">取消時間限制</a>',//calendar.js//  '你看到的是: <br />#{year}年 #{month}月 #{day}日 <br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0319': '你看到的是: <br />#{year}年#{month}月<br />發佈的微博<a href="#{urlhref}">取消時間限制</a >',//calendar.js//  '你看到的是: <br />#{year}年 #{month}月  <br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0320': '你看到的是: <br />#{time}<br />發佈的微博<a href="#{urlhref}">取消時間限制</a>',//calendar .js//  '你看到的是: <br />#{time}<br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0321': '月1日 至',//calendar.js//  '月1日 至',//calendar.js
    'CL0322': '月7日',//calendar.js//  '月7日',//calendar.js
    'CL0323': '日 至',//calendar.js//  '日 至',//calendar.js
    'CL0401': '請輸入常用電郵，',//checkFormUI.js//  '请输入常用邮箱，',//checkFormUI.js
    'CL0402': '沒有電郵？ ',//checkFormUI.js//  '没有邮箱？',//checkFormUI.js
    'CL0501': '一月',//date.js//  '一月',//date.js
    'CL0502': '二月',//date.js//  '二月',//date.js
    'CL0503': '三月',//date.js//  '三月',//date.js
    'CL0504': '四月',//date.js//  '四月',//date.js
    'CL0505': '五月',//date.js//  '五月',//date.js
    'CL0506': '六月',//date.js//  '六月',//date.js
    'CL0507': '七月',//date.js//  '七月',//date.js
    'CL0508': '八月',//date.js//  '八月',//date.js
    'CL0509': '九月',//date.js//  '九月',//date.js
    'CL0510': '十月',//date.js//  '十月',//date.js
    'CL0511': '十一月',//date.js//  '十一月',//date.js
    'CL0512': '十二月',//date.js//  '十二月',//date.js
    'CL0601': '提示',//dialog.js//  '提示',//dialog.js
    'CL0602': '確定',//dialog.js//  '确定',//dialog.js
    'CL0603': '取消',//dialog.js//  '取消',//dialog.js
    'CL0701': '關閉',//faces.js//  '关闭',//faces.js
    'CL0801': '登入名稱不能為空',//loginAction.js//  '登录名不能为空',//loginAction.js
    'CL0802': '請輸入密碼',//loginAction.js//  '请输出密码',//loginAction.js
    'CL0803': '確定要關注他們吗?',//miniblog_follow.js
    'CL0804': '應用名稱不能為空白',
    'CL0805': '應用名稱不能超過20個字母或10個漢字',
    'CL0806': '應用地址不能為空白',
    'CL0807': '開發者/組織者名稱不能為空',
    'CL0808': '開發者/組織者網址不能為空',
    'CL0811': '您輸入的應用地址格式不正確',
    'CL0813': '真的要刪除這個應用麼？ ',
    'CL0814': '開發者/組織者名稱不能超過20個字母或10個漢字',
    'CL0815': '開發者/組織者網址格式不正確',
    'CL0816': '每一個標籤不能超過8個漢字或16個字母，最多5個標籤，以逗號分隔',
    'CL0817': '請簡單描述展示在微博應用廣場的資料，不超過5000字您可以輸入如您所支援的手機型號列表',
    'CL0818': '只能輸入中文英文數字下劃線和小數點，不能以下劃線和小數點開頭和結尾',
    'CL0820': '點擊綁定', //bindim.js
    'CL0821': '敬請期待',
    'CL0822': '關聯成功！ ',
    'CL0823': '設定成功！ ',
    'CL0825': '放大',
    'CL0826': '縮小',
    'CL0827': '想用@提到誰？',
    'CL0828': '微博類型：',
    'CL0901': '常用表情',
    'CL0902': '魔法表情',
    'CL0903': '熱門推薦',
    'CL1001': '分鐘前',
    'CL1002': '今天',
    'CL1003': '收藏',
    'CL1004': '評論',
    'CL1005': '原文轉發',
    'CL1006': '來自',
    'CL0904': '點擊<em class="play_btn2"></em>預覽魔法動畫',
    'CL0905': '上傳圖片',
    'CL0906': '推薦配圖',
    'CL0907': '從電腦選擇圖片',
    'CL0908': '顯示地圖',
    'CL0909': '地理信息',
    'CL0910': '未知地址',
    'CL0911': '已收藏',
	'CL0912': '表情預覽',
	'CL0913': '分類',
	'CL0914': '默認',
    'CX0001': '隨便看看',//  '随便看看',
    'CX0002': '同城微博',//  '同城微博',
    'CX0003': '搶個沙發',//  '抢个沙发',
    'CX0004': '熱門話題',//  '热门话题',
    'CX0005': '熱門轉發',//  '热门转发',
    'CX0006': '熱門評論',//  '热门评论',
    'CX0007': '話題榜',//  '话题榜',
    'CX0008': '熱門標籤',//  '热门标签',
    'CX0009': '瀏覽標籤',//  '浏览标签',
    'CX0010': '您還沒有輸入內容！ ',//  '您还没有输入内容！',
    'CX0011': '搜尋用戶',//  '搜索用户',
    'CX0012': '最多可添加10個標籤!',//  '最多可添加10个标签!',
    'CX0013': '刪除',//  '删除',
    'CX0014': '已添加此標籤',//  '已添加此标签',
    'CX0015': '添加成功',//  '添加成功',
    'CX0016': '已添加',//  '已添加',
    'CX0017': '設定標籤失敗',//  '设置标签失败',
    'CX0018': '錯誤',//  '错误',
    'CX0019': '最多可添加10個標籤',//  '最多可添加10个标签',
    'CX0020': '含有非法字符，請修改',//  '含有非法字符，请修改',
    'CX0021': '單個標籤最多可輸入7個漢字',//  '单个标签最多可输入7个汉字',
    'CX0022': '最多可添加10個標籤',//  '最多可添加10个标签',
    'CX0023': '請輸入標籤',//  '请输入标签',
    'CX0024': '將自己的標籤轉成一條微博，告訴大家？ ',//  '将自己的标签生成一条微博，告诉给大家？',
    'CX0025': '已關注',//  '已关注',
    'CX0026': '你已經成功添加標籤：',//  '你已经成功添加标签：',
    'CX0027': '。趕緊告訴朋友們你的標籤吧！ ',//  '。赶紧告诉朋友们你的标签吧！',
    'CX0028': '推薦給朋友',//  '推荐给朋友',
    'CX0029': '以後再說',//  '以后再说',
    'CX0030': '我給自己貼了 ',//  '我给自己贴了 [TAG]',
    'CX0031': ' 標籤。 ',//  '[TAG] 标签。',
    'CX0032': '推薦成功！ ',//  '推荐成功！',
    'CX0033': '你還沒有添加標籤',//  '你还没有添加标签',
    'CX0034': '刪除標籤',//  '删除标签',
    'CX0035': '刪除標籤失敗！ ',//  '删除标签失败！',
    'CX0036': '儲存',//  '儲存',
    'CX0037': '哪些詞語最能夠描述你？ ',//  '哪些词语最能够描述你？',
    'CX0038': '獲取標籤信息失敗',//  '获取标签信息失败',
    'CX0039': '新浪微博工具列',//  '新浪微博工具条',
    'CX0040': '關注該話題',//  '关注该话题',
    'CX0041': '已關注成功',//  '已关注成功',
    'CX0042': '取消關注',//  '取消关注',
    'CX0043': '刪除',//  '删除',
    'CX0044': '關注的話題',//  '关注的话题',
    'CX0045': '◆　　　　◆',//  '◆　　　　◆',
    'CX0046': '◆有新評論◆',//  '◆有新评论◆',
    'CX0047': '◆有新粉絲◆',//  '◆有新粉丝◆',
    'CX0048': '◆有新私人訊息◆',//  '◆有新私信◆',
    'CX0049': '◆有新@我◆',//  '◆有新@我◆',
    'CX0050': '條新評論，',//  '条新评论，',
    'CX0051': '查看評論',//  '查看评论',
    'CX0052': '位新粉絲，',//  '位新粉丝，',
    'CX0053': '查看我的粉絲',//  '查看我的粉丝',
    'CX0054': '條新私人訊息，',//  '条新私信，',
    'CX0055': '查看私人訊息',//  '查看私信',
    'CX0056': '條微博提到我，',//  '条微博提到我，',
    'CX0057': '查看@我',//  '查看@我',
    //  'CX0058': '有&nbsp;#{num}&nbsp;條新微博，點擊查看',//  '有新微博，刷新看看',
    'CX0058': '有新微博，點擊查看',//  '有新微博，刷新看看',
    'CX0059': '請先登入，再進行舉報',//  '请先登录，再进行举报',
    'CX0060': '舉報不良信息',//  '举报不良信息',
    'CX0061': '請輸入姓名/暱稱',//  '请输入姓名/昵称',
    'CX0062': '你MSN中的聯絡人已經有<em class="bold">××</em>個加入微博加他們為關注吧。 ',//  '你MSN中的联系人已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0063': '還有<em class="bold">××</em>個MSN聯絡人還沒有加入微博請他們加入吧。 ',//  '还有<em class="bold">××</em>个MSN联系人还没有加入微博请他们加入吧。',
    'CX0064': '你電郵中的聯絡人已經有<em class="bold">××</em>個加入微博加他們為關注吧。 ',//  '你邮箱中的联系人已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0065': '還有<em class="bold">××</em>個電郵箱聯絡人還沒有加入微博請他們加入吧。 ',//  '还有<em class="bold">××</em>个邮箱联系人还没有加入微博请他们加入吧。',
    'CX0066': '你新浪-我關注的人中已經有<em class="bold">××</em>個加入微博加他們為關注吧。 ',//  '你新浪-我关注的人中已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0067': '還有<em class="bold">××</em>個新浪-我關注的人還沒有加入微博請他們加入吧。 ',//  '还有<em class="bold">××</em>个新浪-我关注的人还没有加入微博请他们加入吧。',
    'CX0068': '你新浪好友中已經有<em class="bold">××</em>個加入微博，加他們為關注吧。 ',//  '你新浪好友中已经有<em class="bold">××</em>个加入微博，加他们为关注吧。',
    'CX0069': '還有<em class="bold">××</em>個新浪好友還沒有加入微博請他們加入吧。 ',//  '还有<em class="bold">××</em>个新浪好友还没有加入微博请他们加入吧。',
    'CX0070': 'MSN帳號格式不正確',//  'msn帐号格式不正确',
    'CX0071': '請輸入你的MSN密碼',//  'msn密码不能为空',
    'CX0072': '其他聯絡人',//  '其他联系人',
    'CX0073': '其他',//  '其他',
    'CX0074': '輸入的電郵格式不正確',//  '输入的邮件格式不正确',
    'CX0075': '電郵密碼不能為空',//  '邮箱密码不能为空',
    'CX0076': '上一頁',//  '上一页',
    'CX0077': '下一頁',//  '下一页',
    'CX0078': '城市/地區',//  '城市/地区',
    'CX0079': '合肥,蕪湖,蚌埠,淮南,馬鞍山,淮北,銅陵,安慶,黃山,滁州,阜陽,宿州,巢湖,六安,亳州,池州,宣城',//  '合肥,芜湖,蚌埠,淮南,马鞍山,淮北,铜陵,安庆,黄山,滁州,阜阳,宿州,巢湖,六安,亳州,池州,宣城',
    'CX0080': '東城區,西城區,崇文區,宣武區,朝陽區,丰台區,石景山區,海淀區,門頭溝區,房山區,通州區,順義區,昌平區,大興區,懷柔區,平谷區,密雲縣,延慶縣',//  '东城区,西城区,崇文区,宣武区,朝阳区,丰台区,石景山区,海淀区,门头沟区,房山区,通州区,顺义区,昌平区,大兴区,怀柔区,平谷区,密云县,延庆县',
    'CX0081': '萬州區,涪陵區,渝中區,大渡口區,江北區,沙坪壩區,九龍坡區,南岸區,北碚區,萬盛區,雙橋區,渝北區,巴南區,黔江區,長壽區,綦江縣,潼南縣,銅梁縣,大足縣,榮昌縣,璧山縣,梁平縣,城口縣,豐都縣,墊江縣,武隆縣,忠縣,開縣,雲陽縣,奉節縣,巫山縣,巫溪縣,石柱土家族自治縣,秀山土家族苗族自治縣,酉陽土家族苗族自治縣,彭水苗族土家族自治縣,江津市,合川市,永川區,南川市',//  '万州区,涪陵区,渝中区,大渡口区,江北区,沙坪坝区,九龙坡区,南岸区,北碚区,万盛区,双桥区,渝北区,巴南区,黔江区,长寿区,綦江县,潼南县,铜梁县,大足县,荣昌县,璧山县,梁平县,城口县,丰都县,垫江县,武隆县,忠县,开县,云阳县,奉节县,巫山县,巫溪县,石柱土家族自治县,秀山土家族苗族自治县,酉阳土家族苗族自治县,彭水苗族土家族自治县,江津市,合川市,永川市,南川市',
    'CX0082': '福州,廈門,莆田,三明,泉州,漳州,南平,龍巖,寧德',//  '福州,厦门,莆田,三明,泉州,漳州,南平,龙岩,宁德',
    'CX0083': '蘭州,嘉峪關,金昌,白銀,天水,武威,張掖,平涼,酒泉,慶陽,定西,隴南,臨夏,甘南',//  '兰州,嘉峪关,金昌,白银,天水,武威,张掖,平凉,酒泉,庆阳,定西,陇南,临夏,甘南',
    'CX0084': '廣州,韶關,深圳,珠海,汕頭,佛山,江門,湛江,茂名,肇慶,惠州,梅州,汕尾,河源,陽江,清遠,東莞,中山,潮州,揭陽,雲浮',//  '广州,韶关,深圳,珠海,汕头,佛山,江门,湛江,茂名,肇庆,惠州,梅州,汕尾,河源,阳江,清远,东莞,中山,潮州,揭阳,云浮',
    'CX0085': '南寧,柳州,桂林,梧州,北海,防城港,欽州,貴港,玉林,百色,賀州,河池',//  '南宁,柳州,桂林,梧州,北海,防城港,钦州,贵港,玉林,百色,贺州,河池,南宁,柳州',
    'CX0086': '貴陽,六盤水,遵義,安順,銅仁,黔西南,畢節,黔東南,黔南',//  '贵阳,六盘水,遵义,安顺,铜仁,黔西南,毕节,黔东南,黔南',
    'CX0087': '海口,三亞,其他',//  '海口,三亚,其他',
    'CX0088': '石家莊,唐山,秦皇島,邯鄲,邢台,保定,張家口,承德,滄州,廊坊,衡水',//  '石家庄,唐山,秦皇岛,邯郸,邢台,保定,张家口,承德,沧州,廊坊,衡水',
    'CX0089': '哈爾濱,齊齊哈爾,雞西,鶴崗,雙鴨山,大慶,伊春,佳木斯,七台河,牡丹江,黑河,綏化,大興安嶺',//  '哈尔滨,齐齐哈尔,鸡西,鹤岗,双鸭山,大庆,伊春,佳木斯,七台河,牡丹江,黑河,绥化,大兴安岭',
    'CX0090': '鄭州,開封,洛陽,平頂山,安陽,鶴壁,新鄉,焦作,濮陽,許昌,漯河,三門峽,南陽,商丘,信陽,周口,駐馬店',//  '郑州,开封,洛阳,平顶山,安阳,鹤壁,新乡,焦作,濮阳,许昌,漯河,三门峡,南阳,商丘,信阳,周口,驻马店',
    'CX0091': '武漢,黃石,十堰,宜昌,襄樊,鄂州,荊門,孝感,荊州,黃岡,咸寧,隨州,恩施土家族苗族自治州',//  '武汉,黄石,十堰,宜昌,襄樊,鄂州,荆门,孝感,荆州,黄冈,咸宁,随州,恩施土家族苗族自治州',
    'CX0092': '長沙,株洲,湘潭,衡陽,邵陽,岳陽,常德,張家界,益陽,郴州,永州,懷化,婁底,湘西土家族苗族自治州',//  '长沙,株洲,湘潭,衡阳,邵阳,岳阳,常德,张家界,益阳,郴州,永州,怀化,娄底,湘西土家族苗族自治州',
    'CX0093': '呼和浩特,包頭,烏海,赤峰,通遼,鄂爾多斯,呼倫貝爾,興安盟,錫林郭勒盟,烏蘭察布盟,巴彥淖爾盟,阿拉善盟',//  '呼和浩特,包头,乌海,赤峰,通辽,鄂尔多斯,呼伦贝尔,兴安盟,锡林郭勒盟,乌兰察布盟,巴彦淖尔盟,阿拉善盟',
    'CX0094': '南京,無錫,徐州,常州,蘇州,南通,連雲港,淮安,鹽城,揚州,鎮江,泰州,宿遷',//  '南京,无锡,徐州,常州,苏州,南通,连云港,淮安,盐城,扬州,镇江,泰州,宿迁',
    'CX0095': '南昌,景德鎮,萍鄉,九江,新余,鷹潭,贛州,吉安,宜春,撫州,上饒',//  '南昌,景德镇,萍乡,九江,新余,鹰潭,赣州,吉安,宜春,抚州,上饶',
    'CX0096': '長春,吉林,四平,遼源,通化,白山,松原,白城,延邊朝鮮族自治州',//  '长春,吉林,四平,辽源,通化,白山,松原,白城,延边朝鲜族自治州',
    'CX0097': '瀋陽,大連,鞍山,撫順,本溪,丹東,錦州,營口,阜新,遼陽,盤錦,鐵嶺,朝陽,葫蘆島',//  '沈阳,大连,鞍山,抚顺,本溪,丹东,锦州,营口,阜新,辽阳,盘锦,铁岭,朝阳,葫芦岛',
    'CX0098': '銀川,石嘴山,吳忠,固原',//  '银川,石嘴山,吴忠,固原',
    'CX0099': '西寧,海東,海北,黃南,海南,果洛,玉樹,海西',//  '西宁,海东,海北,黄南,海南,果洛,玉树,海西',
    'CX0100': '太原,大同,陽泉,長治,晉城,朔州,晉中,運城,忻州,臨汾,呂梁',//  '太原,大同,阳泉,长治,晋城,朔州,晋中,运城,忻州,临汾,吕梁',
    'CX0101': '濟南,青島,淄博,棗莊,東營,煙台,濰坊,濟寧,泰安,威海,日照,萊蕪,臨沂,德州,聊城,濱州,菏澤',//  '济南,青岛,淄博,枣庄,东营,烟台,潍坊,济宁,泰安,威海,日照,莱芜,临沂,德州,聊城,滨州,菏泽',
    'CX0102': '黃浦區,盧灣區,徐匯區,長寧區,靜安區,普陀區,閘北區,虹口區,楊浦區,閔行區,寶山區,嘉定區,浦東新區,金山區,松江區,青浦區,南匯區,奉賢區,崇明縣',//  '黄浦区,卢湾区,徐汇区,长宁区,静安区,普陀区,闸北区,虹口区,杨浦区,闵行区,宝山区,嘉定区,浦东新区,金山区,松江区,青浦区,南汇区,奉贤区,崇明县',
    'CX0103': '成都,自貢,攀枝花,瀘州,德陽,綿陽,廣元,遂寧,內江,樂山,南充,眉山,宜賓,廣安,達州,雅安,巴中,資陽,阿壩,甘孜,涼山',//  '成都,自贡,攀枝花,泸州,德阳,绵阳,广元,遂宁,内江,乐山,南充,眉山,宜宾,广安,达州,雅安,巴中,资阳,阿坝,甘孜,凉山',
    'CX0104': '和平區,河東區,河西區,南開區,河北區,紅橋區,塘沽區,漢沽區,大港區,東麗區,西青區,津南區,北辰區,武清區,寶坻區,寧河縣,靜海縣,薊縣',//  '和平区,河东区,河西区,南开区,河北区,红桥区,塘沽区,汉沽区,大港区,东丽区,西青区,津南区,北辰区,武清区,宝坻区,宁河县,静海县,蓟县',
    'CX0105': '拉薩,昌都,山南,日喀則,那曲,阿里,林芝',//  '拉萨,昌都,山南,日喀则,那曲,阿里,林芝',
    'CX0106': '烏魯木齊,克拉瑪依,吐魯番,哈密,昌吉,博爾塔拉,巴音郭楞,阿克蘇,克孜勒蘇,喀什,和田,伊犁,塔城,阿勒泰,石河子',//  '乌鲁木齐,克拉玛依,吐鲁番,哈密,昌吉,博尔塔拉,巴音郭楞,阿克苏,克孜勒苏,喀什,和田,伊犁,塔城,阿勒泰',
    'CX0107': '昆明,曲靖,玉溪,保山,昭通,楚雄,紅河,文山,思茅,西雙版納,大理,德宏,麗江,怒江,迪慶,臨滄',//  '昆明,曲靖,玉溪,保山,昭通,楚雄,红河,文山,思茅,西双版纳,大理,德宏,丽江,怒江,迪庆,临沧',
    'CX0108': '杭州,寧波,溫州,嘉興,湖州,紹興,金華,衢州,舟山,台州,麗水',//  '杭州,宁波,温州,嘉兴,湖州,绍兴,金华,衢州,舟山,台州,丽水',
    'CX0109': '西安,銅川,寶雞,咸陽,渭南,延安,漢中,榆林,安康,商洛',//  '西安,铜川,宝鸡,咸阳,渭南,延安,汉中,榆林,安康,商洛',
    'CX0110': '台北,高雄,其他',//  '台北,高雄,其他',
    'CX0111': '香港',//  '香港',
    'CX0112': '澳門',//  '澳门',
    'CX0113': '美國,英國,法國,俄羅斯,加拿大,巴西,澳大利亞,印尼,泰國,馬來西亞,新加坡,菲律賓,越南,印度,日本,其他',//  '美国,英国,法国,俄罗斯,加拿大,巴西,澳大利亚,印尼,泰国,马来西亚,新加坡,菲律宾,越南,印度,日本,其他',
    'CX0114': '安徽,北京,重慶,福建,甘肅,廣東,廣西,貴州,海南,河北,黑龍江,河南,湖北,湖南,內蒙古,江蘇,江西,吉林,遼寧,寧夏,青海,山西,山東,上海,四川,天津,西藏,新疆,雲南,浙江,陝西,台灣,香港,澳門,海外,其他',//  '安徽,北京,重庆,福建,甘肃,广东,广西,贵州,海南,河北,黑龙江,河南,湖北,湖南,内蒙古,江苏,江西,吉林,辽宁,宁夏,青海,山西,山东,上海,四川,天津,西藏,新疆,云南,浙江,陕西,台湾,香港,澳门,海外,其他',
    'CX0115': '省/直轄市',//  '省/直辖市',
    'CX0116': '不限',//  '不限',
    'CX0117': '分享圖片',//  '分享图片',
    'CX0118': '圖片附件',//  '图片附件',
    'CX0119': '請在這裡輸入自定義話題',//  '请在这里输入自定义话题',
    'CX0120': '請重新登入',//  '请重新登录',
    'CX0121': '刪除失敗',//  '删除失败',
    'CX0122': '年',//  '年',
    'CX0123': '數據提交中，請稍等...',//  '数据提交中，请稍等...',
    'CX0124': '旋轉',//  '旋转',
    'CX0125': '確定',//  '确定',
    'CX0126': '取消',//  '取消',
    'CX0127': '旋轉失敗',//  '旋转失败',
    'CX0128': '旋轉成功',//  '旋转成功',
    'CX0129': '省份',//  '省份',
    'CX0130': '城市',//  '城市',
    'CX0131': '確定',//  '确定',
    'CX0132': '搜尋',//  '搜索',
    'CX0133': '範圍：',//  '范围：',
    'CX0134': '暱稱',//  '昵称',
    'CX0135': '姓名',//  '姓名',
    'CX0136': '域名',//  '域名',
    'CX0137': '簡介',//  '简介',
    'CX0138': '性別：',//  '性别：',
    'CX0139': '不限',//  '不限',
    'CX0140': '男',//  '男',
    'CX0141': '女',//  '女',
    'CX0142': '所在地區：',//  '所在地区：',
    'CX0143': '公司/學校：',//  '公司/学校：',
    'CX0144': '關鍵字',//  '关键字',
    'CX0145': '關閉 ',//  '关闭  ',
    'CX0146': '恢復默認',//  '恢复默认',
    'CX0147': '請輸入姓名/暱稱',//  '请输入姓名/昵称',
    'CX0148': '關鍵字',//  '关键字',
    'CX0149': '範圍：',//  '范围：',
    'CX0150': '原創',//  '原创',
    'CX0151': '轉發',//  '转发',
    'CX0152': '類型：',//  '类型：',
    'CX0153': '純文字',//  '纯文字',
    'CX0154': '含圖片',//  '含图片',
    'CX0155': '含視頻',//  '含视频',
    'CX0156': '含音樂',//  '含音乐',
    'CX0157': '用戶範圍：',//  '用户范围：',
    'CX0158': '全部用戶',//  '全部用户',
    'CX0159': '關注的人',//  '关注的人',
    'CX0160': '某個人',//  '某个人',
    'CX0161': '所在地區：',//  '所在地区：',
    'CX0162': '時間範圍：',//  '时间范围：',
    'CX0163': '至',//  '至',
    'CX0164': '關 鍵 字：',//  '关  键  字：',
    'CX0165': '關鍵字',//  '关键字',
    'CX0166': '查看',//  '查看',
    'CX0167': '關閉',//  '关闭',
    'CX0168': '恢復默認搜尋',//  '恢复默认筛选',
    'CX0169': '關鍵字',//  '关键字',
    'CX0170': '請輸入暱稱',//  '请输入昵称',
    'CX0171': '起始時間不應大於結束時間！ ',//  '起始时间不应大于结束时间！',
    'CX0172': '請選擇',//  '请选择',
    'CX0173': '上傳圖片的大小不能超過5M,支持JPG、GIF、PNG。 <br/>為保證瀏覽速度和瀏覽效果，系統會自動優化壓<br/>縮你上傳的圖片。 ',//  '上传图片的大小不能超过5M,支持JPG、GIF、PNG。<br/>为保证浏览速度和浏览效果，系统会自动优化压<br/>缩你上传的图片。',
    'CX0174': ' 確定 ',//  '  确定  ',
    'CX0175': ' 取消 ',//  ' 取消 ',
    'CX0176': ' 取消上傳 ',//  ' 取消上传 ',
    'CX0177': '插入圖片',//  '插入图片',
    'CX0178': '上傳圖片格式錯誤。 ',//  '上传图片格式错误。',
    'CX0179': '請選擇要上傳的圖片',//  '请选择要上传的图片',
    'CX0180': '上傳圖片大小請勿超過5M',//  '上传图片单张大小请勿超过5M',
    'CX0181': '上傳圖片失敗，請重新上傳。 ',//  '上传图片失败，请重新上传。',
    'CX0182': '選擇照片',
    'CX0183': '正在加載現有的頭像 ...',
    'CX0184': '正在讀取中，請稍候...',
    'CX0185': '你的圖片文件超出500萬或寬高超出2880像素，請選擇文件和尺寸較小的圖片。',
    'CX0186': '取消',
    'CX0187': '瀏覽 ...',
    'CX0188': '儲存',
    'CX0189': '您上傳的頭像會自動轉換成三種尺寸，請注意中小圖頭像是否清晰！',
    'CX0190': '大圖頭像，180×180像素',
    'CX0191': '中圖頭像\n50×50像素\n(自動轉換)',
    'CX0192': '小圖頭像\n30×30像素\n(自動轉換)',
    'CX0193': '只限小於5MB的JPG、GIF、PNG圖片檔',
    'CX0194': '向右旋轉',
    'CX0195': '向左旋轉',
    //------------------投票功能----------------------
    'CX0196': '收起投票',
    'CX0197': '票',
    //--------------------------addvote.js
    'CX0198': '最多30個漢字',
    'CX0199': '給微博添加投票',
    'CX0200': '投票標題：',
    'CX0201': '投票選項：',
    'CX0202': '可設置5項，每項最多15個漢字',
    'CX0203': '添加投票項',
    'CX0204': '儲存後可增加選項，不可刪除或修改',
    'CX0205': '儲存',
    'CX0206': '紅色背景的選項字數超過15個字，精簡一下吧',
    'CX0207': '請填寫投票標題',
    'CX0208': '投票選項必須大於2項，請修改',
    'CX0209': '標題字數超過30個字，精簡一下吧',
    //---------------vote_add.js
    'CX0210': '修改成功',
    'CX0211': '已投票',
    'CX0212': '收起',
    'CX0213': '已添加此標籤',
    'CX0214': '，歡迎大家投票',
    'CX0215': '，該投票已過期',
    'CX0216': '儲存後不可刪除或修改',
    //-----------------群组头像-----------------------
    'CX0217': '您上傳的頭像會自動生成2種尺寸，\n請注意小尺寸的頭像是否清晰',
    'CX0218': '預覽圖',
    'CX0219': '大尺寸頭像\n80×80像素',
    'CX0220': '小尺寸頭像\n50×50像素',
    //-----------------视频弹出窗口--------
    'CX0221': '彈出',
    'CX0222': '關閉',
    
    'CY0101': '已關注成功，設置關注人分組，可根據分組查看微博更新',
    'CY0102': '可輸入關注人名稱（支援拼音首字母輸入 )',
    'CY0103': '該分組沒有關注人。想和朋友分享新鮮事？<a href="http://t.sina.com.cn/invite/invite.php" onclick="window.location.replace(this.href);">邀請他們加入吧</a>',
    'CY0104': '移除粉絲',
    'CY0105': '互相關注',
    'CY0106': '有什麼話想對{name}說',
    'CY0107': '取消關注之後，<br />他的更新將不會出現在你的首頁中',
    'CY0108': '下面這幾個有沒有喜歡的？暫時找不到最合適的也沒有關係，以後還可以改',
    'CY0109': '你新浪乐库中的聯絡人已經有<em class="bold">××</em>個加入微博加他們為關注吧。',
    'CY0110': '還有<em class="bold">××</em>個新浪乐库聯絡人還沒有加入微博請他們加入吧',
    'CY0111': '新浪乐库帳號格式不正確',
    'CY0112': '新浪乐库密碼不能為空',
    'CY0113': '恭喜你，你已經成功關注了樂庫-我關注的人中的每一個人',
    'CY0114': '哎呀~大家還沒開始微博，稍後邀請他們上來跟你一起微博吧！',
    'CY0115': '你的帳戶已激活，請登錄',
    'CF0108': '請輸入你想查找的名稱，例如：小新',
    'CF0109': '請輸入他的暱稱或姓名',
    'CF0113': '高級搜索',
    'CF0115': '返回默認搜索',
    'CY0116': '電子郵箱',
    'CY0117': '設置密碼',
    'CY0118': '再次輸入密碼',
    'CY0119': '驗證碼',
    'CY0120': '換一個',
    'CY0121': '已有新浪博客、新浪郵箱賬號，可直接登錄',
    'CY0122': '還未開通？趕快免費註冊一個吧！ ',
    'CY0123': '下次自動登錄',
    'CY0124': '如果你已開通過微博或者有新浪博客、新浪郵箱賬號，可以直接<a href="javascript:void(0);" onclick="App.modRunToRegisterOrLogin(\'login\'); ">登錄</a>',
    'CY0125': '',
    'CY0126': '想對這條微博評論幾句？趕快註冊新浪微博，馬上開始評論。 ',
    'CY0127': '想把這條微博轉發給朋友？趕快註冊新浪微博，精彩即刻分享。 ',
    'CY0128': '想收藏這條微博，留著以後看？趕快註冊新浪微博。 ',
    'CY0129': '我同意<a href="http://login.sina.com.cn/regagreement.html" target="_blank">《新浪網絡使用協議》</a>',
    'CY0130': '想查看<span title="{titlename}">{name}</span>都在關注誰？趕快註冊新浪微博，精彩馬上揭曉。 ',
    'CY0131': '請使用你的新浪博客賬號直接登錄',
    'CY0132': '請使用你的新浪郵箱賬號直接登錄',
    'CY0133': '註冊新浪微博，看到更多有趣的人，獲得更多新鮮資訊。 ',
    'CY0134': '想查看更多熱門話題，趕快註冊新浪微博，精彩馬上呈現。 ',
    'CY0135': '白羊座',
    'CY0136': '金牛座',
    'CY0137': '雙子座',
    'CY0138': '巨蟹座',
    'CY0139': '獅子座',
    'CY0140': '處女座',
    'CY0141': '天秤座',
    'CY0142': '天蠍座',
    'CY0143': '射手座',
    'CY0144': '摩羯座',
    'CY0145': '水瓶座',
    'CY0146': '雙魚座',
    'CY0147': '請輸入完整的學校名稱',
    'CY0148': '請輸入完整的公司名稱',
    'CY0149': '請輸入你感興趣的標籤',
    'CW0101': '发条微博，把活动推荐给粉丝？',
    'KF0001': '開始日期不能小於結束日期',
    'E00001': '手機號碼的輸入有助於活動發起者與您及時的取得聯繫。除發起者及您本人外，其他用戶無法查看該手機號碼，請放心填寫：)',
    'E00002': '此活動需要發起人確定才可以參加，請輸入申請說明。',
    'E00003': '活動發起人希望您提供手機號碼',
    'E00004': '申請參加活動',
    'E00005': '活動發起人需要您的手機號碼，以方便與您取得聯繫。<br/>您的微博與手機號<em class="red">#{phone}</em>做過綁定，是否使用這個號碼參加活動?',
    'E00006': '換個號碼',
	'E00007': '活動主題、地點、簡介',
    'CF0116': '確定取消對這個應用的授權嗎？', //platform/set_app.js
    'CF0117': '抱歉，取消應用授權失敗。',
    'CF0118': '復制成功！請Ctrl+V鍵粘貼到要加入的頁面。',
    
    'CF0301': '應用名稱不能為空', //開發者平台語言
    'CF0302': '應用名稱不能超過20個字母或10個漢字',
    'CF0303': '應用地址不能為空',
    'CF0304': '應用地址格式不正確',
    'CF0305': '應用介紹不能為空',
    'CF0306': '應用介紹不能超過10000個字母或5000個漢字',
    'CF0307': '標籤不超過8個漢字或16個字母，最多10個標籤',
    'CF0308': '回調地址不能為空',
    'CF0309': '回調地址格式不正確',
    'CF0310': '沒有接受《新浪微博開發者協議》不能創建應用',
    'CF0311': '請選擇應用類型',
    'CF0312': '請填寫應用描述',
    'CF0313': '應用描述至少30個漢字最多500個漢字',
    'CF0314': '確認要刪除該應用',
    'CF0315': '確定取消綁定？ ',
    'CF0316': '微博登錄名不能為空',
    'CF0317': '微博密碼不能為空',
    'CF0318': '應用截圖設置成功',
    'CF0319': '密碼長度應在6到16位之間',
    'CF0320': '請選擇應用分類',
    'CF0321': '請填寫開發者名稱',
    'CF0322': '名稱不能超過20個字母或10個漢字',
    'CF0323': '請填寫郵箱地址',
    'CF0324': '請正確填寫郵箱地址',
    'CF0325': '請填寫聯繫電話',
    'CF0326': '電話號碼格式有誤',
    'CF0327': '請輸入應用網址',
    'CF0328': '您輸入的應用地址格式不正確',
    'CF0329': '請至少填寫一項聊天工具',
    'CF0330': '激活AppKey，恢復應用調用接口的權限',
    'CF0331': '確認要轉讓該應用',
    'CF0332': '只能輸入中文英文數字下劃線和小數點',
    'CF0333': '不能以下劃線或小數點開頭和結尾',
    'CF0334': '標籤不能為空',
    'CF0335': '審核通過後，應用發表的微博將顯示來源文案與鏈接',
    'CF0336': '將應用推薦到新浪微博的應用頻道，讓你的應用獲得更多用戶。',
    'CF0337': '聊天工具格式錯誤，請修改',
    'CF0338': 'URL長度不能超過500個字符',
	'CF0501': '您的瀏覽器不支持自動複製，手動[Ctrl+C]複製被選擇區域後[Ctrl+V]粘貼到郵件簽名即可',
    
    'CF0400': '儲存失敗，請重試',
    'CF0401': '請上傳jpg、gif、png格式的圖片。 ',
    'CF0402': '圖片大小不得超出500K',
    'CF0403': '對方應用已達到上限，不能轉讓',
    'CF0404': '應用轉讓失敗，請重試',
    'CF0405': '應用轉讓成功',
    'CF0406': '應用刪除失敗，請重試',
    'CF0407': '應用刪除成功',
    'CF0408': '用戶名或密碼輸入錯誤',

	//xingmin
	'XM0001': '3.驗證成功，正常進入我的首頁',	//defreeze_user.js
	'XM0002': '3.驗證失敗，請重新驗證',
	'XM0003': '正在載入用戶信息...',			//userCard.js
	
	//jiequn 
	'JQ0001': '你要舉報的是“#{name}”發的信息：',
	'JQ0002': '不良信息是指含有色情、暴力、廣告或其他騷擾你正常微博生活的內容。',
	//'JQ0003': '你可以填寫更多舉報說明:<span>（選填）</span>',
	'JQ0004': '<p>請放心，你的隱私將會得到保護。<br/>舉報電話：400 690 0000</p>',
	'JQ0005': '取消',
	'JQ0006': '確認舉報',
	'JQ0007': '舉報不良信息',
	'JQ0008': '你要舉報的是“#{name}”發的評論：',
	'JQ0009': '你要舉報的是“#{name}”發的微博：',
	'JQ0010': '是廣告、色情、暴力還是虛假信息？',
	'JQ0011': '你可以填寫更多舉報說明：<span>（選填）</span>',
	'JQ0012': '請說明不良信息的類型：<span>（選填）</span>',
	'JQ0013': '是微薄、評論、應用還是其他？',
	//wangliang
	'WL0001': '搜索微博、找人',
	'WL0002': '找人',
	'WL0003': '提交',
	'WL0004': '取消',

    //zhaobo
    'ZB0001':'所有勳章已成功在首頁顯示。',
    'ZB0002':'所有勳章已成功在首頁隱藏。',
    'ZB0003':'，已成功在首頁顯示。',
    'ZB0004':'失敗了！',
    'ZB0005':'正在加載...'
};
