/*
 * Copyright (c) 2007, Sina Inc. All rights reserved. 
 */
/** 
 * @fileoverview 自定义图片 - 报错
 */
$SYSMSG.extend({
	"A10101"	: "上传失败，请重试。",
	"A10102"	: "图片大小必须是600K以内。 ",
	"A10103"	: "上传中，请稍候…",
	"A10104"	: "上传失败，请重试。",
	"A10105"	: "图片格式必须是jpg、gif、png，请重新选择。",
	"A10106"	: "请选择文件。 ",
	"A10107"	: "图片已上传成功。",
	"A10108"	: "保存失败，请重试。",
	"A10109"	: "保存失败，请重试。",
	"A10110" 	: "保存失败，请重试。",
	"A10111" 	: "保存失败，请重试。",
	"A10112" 	: "保存失败，请重试。",
	"A10113" 	: "保存失败，请重试。",
	"A10114" 	: "保存失败，请重试。",
	"A10115" 	: "保存失败，请重试。",
	"A10116" 	: "保存失败，请重试。"
});
