/**
 * @fileoverview 手机订阅状态码
 * @author dg.liu | dongguang@staff.sina.com.cn
 * @created 2009-11-11
 */

$SYSMSG.extend({
	"B24001"	: "未同意服务条款",
	"B24002"	: "你输入的手机号有误，请重新输入。",
	"B24003"	: "你输入的验证码有误，请重新输入。<br/>若忘记验证码，可重新获取。",
	"B24004"	: "此博客已绑定手机号",
	"B24005"	: "此手机号已绑定博客",
	"B24006"	: "你输入的手机号或验证码有误，请重新输入。<br/>若忘记验证码，可重新获取。",
	"B24007"	: "此博客未开通手机订阅",
	"B24008"	: "被访问者uid错误",
	"B24009"	: "自己不能订阅自己",
	"B24010"	: "此用户已被订阅",
	"B24011"	: "自己不能取消自己",
	"B24012"	: "抱歉！你的手机关注的用户数已达上限，手机关注失败。",
	"B24013"	: "此用户未被订阅",
	"B24014"	: "手机关注订阅失败！",
	"B24015"	: "此用户为你的手机关注用户，若取消关注，对他的手机关注也将同时取消。确定要取消对他的关注吗？"
});

