var jiyu = {
	array:[
	  {
	    "time":"2010-10-17 11:17",
		"address":"新浪江苏苏州网友",
		"name":"夜照螃蟹",
		"content":"LZ打算花多少时间结束直播？有类似经历的人表示关注"
	  },
	  {
	    "time":"2010-10-22 16:17",
		"address":"新浪广东广州",
		"name":"手机用户",
		"content":"坐等lz的更新！写得不错"
	  },
	  {
	    "time":"2010-10-22 16:19",
		"address":"新浪河北网友",
		"name":"你是猪",
		"content":"楼主写得非常好啊,文笔也不错,坐等继续更新,顶!!"
	  },
	  {
	    "time":"2010-10-22 16:29",
		"address":"新浪广东潮州",
		"name":"奥特慢",
		"content":"唉。楼主有志气。"
	  },
	  {
	    "time":"2010-10-22 16:33",
		"address":"新浪江苏无锡网友",
		"name":"sxss",
		"content":"农村的女孩子不错，单纯"
	  },
	  {
	    "time":"2010-10-22 16:47",
		"address":"新浪江苏泰州网友",
		"name":"shl447434809 ",
		"content":"召唤楼主"
	  },
	  {
	    "time":"2010-10-22 16:48",
		"address":"新浪广东广州",
		"name":"erg6",
		"content":"lz给力阿."
	  },
	  {
	    "time":"2010-10-22 16:49",
		"address":"新浪河北网友",
		"name":"erfhgeury",
		"content":"在小小的 马克一下。。。"
	  },
	  {
	    "time":"2010-10-22 16:52",
		"address":"新浪江苏泰州网友",
		"name":"位565675sdsd",
		"content":"mark，养肥了再看。。"
	  },
	  {
	    "time":"2010-10-22 16:59",
		"address":"新浪江苏无锡网友",
		"name":"bkfgoooi",
		"content":"楼主快啊，我从你开始播时就一直在看，今天有点少啊！"
	  },
	  {
	    "time":"2010-10-22 18:35",
		"address":"新浪广东潮州",
		"name":"u8745t8",
		"content":"顶啊，坐着等更新，楼主太慢了"
	  },
	  {
	    "time":"2010-10-22 18:35",
		"address":"新浪江苏苏州网友",
		"name":"sdjgsj",
		"content":"楼主加油 男人嘛 就是要这样！！！坐等更新"
	  },
	  {
	    "time":"2010-10-22 18:38",
		"address":"新浪江苏泰州网友",
		"name":"啊mike",
		"content":"一切都是浮云"
	  },
	  {
	    "time":"2010-10-17 11:17",
		"address":"新浪江苏苏州网友",
		"name":"夜照螃蟹",
		"content":"LZ打算花多少时间结束直播？有类似经历的人表示关注"
	  },
	  {
	    "time":"2010-10-22 16:17",
		"address":"新浪广东广州",
		"name":"手机用户",
		"content":"坐等lz的更新！写得不错"
	  },
	  {
	    "time":"2010-10-22 16:19",
		"address":"新浪河北网友",
		"name":"你是猪",
		"content":"楼主写得非常好啊,文笔也不错,坐等继续更新,顶!!"
	  },
	  {
	    "time":"2010-10-22 16:29",
		"address":"新浪广东潮州",
		"name":"奥特慢",
		"content":"唉。楼主有志气。"
	  }
	]
}