var json = {
	"name" : "lessons",
	"fields": 
	[
		{
			"time": "2010-10-1",
			"lesson": [{"les":"9:00 Draw"},{"les":"12:00 体育"},{"les":"16:00 Web"},{"les":"19:30 Soft"} ]
		},
		{
			"time": "2010-10-2",
			"lesson": [{"les":"8:00 软件工程"},{"les":"9:30 Web"} ]
		},
		{
			"time": "2010-10-4",
			"lesson": [{"les":"8:00 Music"},{"les":"12:00 Web"},{"les":"18:30 体育"} ]
		},
		{
			"time": "2010-10-5",
			"lesson": [{"les":"8:00 体育"},{"les":"11:30 Eng"},{"les":"14:00 Web"},{"les":"17:30 Soft"} ]
		},
		{
			"time": "2010-10-6",
			"lesson": [{"les":"9:00 网络技术"},{"les":"11:00 化学"},{"les":"15:00 物理"},{"les":"17:00 生物"} ]
		},
		{
			"time": "2010-10-8",
			"lesson": [{"les":"9:00 软件工程"},{"les":"10:00 Eng"},{"les":"14:00 体育"},{"les":"16:00 Soft"} ]
		},
		{
			"time": "2010-10-11",
			"lesson": [{"les":"8:00 化学"},{"les":"11:00 网络技术"},{"les":"13:00 物理"},{"les":"15:00 Soft"} ]
		},
		{
			"time": "2010-10-12",
			"lesson": [{"les":"9:00 网络技术"},{"les":"16:00 Eng"},{"les":"19:00 Music"} ]
		},
		{
			"time": "2010-10-16",
			"lesson": [{"les":"8:00 操作系统"},{"les":"11:30 Soft"} ]
		},
		{
			"time": "2010-10-17",
			"lesson": [{"les":"7:00 Eng"},{"les":"10:00 生物"},{"les":"13:00 Web"},{"les":"19:30 Music"} ]
		},
		{
			"time": "2010-10-18",
			"lesson": [{"les":"9:00 网络技术"},{"les":"16:00 Web"},{"les":"19:30 Music"} ]
		},
		{
			"time": "2010-10-21",
			"lesson": [{"les":"8:00 Draw"},{"les":"9:30 软件工程"} ]
		},
		{
			"time": "2010-10-24",
			"lesson": [{"les":"8:00 信息安全"},{"les":"12:00 Music"},{"les":"18:30 体育"} ]
		},
		{
			"time": "2010-10-26",
			"lesson": [{"les":"8:00 Music"},{"les":"11:30 体育"},{"les":"13:00 Web"},{"les":"16:30 Soft"} ]
		},
		{
			"time": "2010-10-28",
			"lesson": [{"les":"9:00 Soft"},{"les":"13:00 生物"},{"les":"19:00 操作系统"} ]
		},
		{
			"time": "2010-10-31",
			"lesson": [{"les":"10:00 毛邓"}]
		},
		{
			"time": "2010-11-1",
			"lesson": [{"les":"9:30 Eng"},{"les":"11:00 Soft"},{"les":"15:00 Web"},{"les":"19:30 Tea"} ]
		},
		{
			"time": "2010-11-2",
			"lesson": [{"les":"8:30 Draw"},{"les":"9:30 软件工程"} ]
		},
		{
			"time": "2010-11-3",
			"lesson": [{"les":"8:00 信息安全"}]
		},
		{
			"time": "2010-11-5",
			"lesson": [{"les":"8:00 Music"},{"les":"11:30 体育"},{"les":"14:00 Web"} ]
		},
		{
			"time": "2010-11-6",
			"lesson": [{"les":"9:00 物理"},{"les":"9:20 网络技术"},{"les":"11:20 生物"},{"les":"16:00 Soft"} ]
		},
		{
			"time": "2010-11-9",
			"lesson": [{"les":"9:30 生物"},{"les":"12:30 Web"},{"les":"15:00 网络技术"}]
		},
		{
			"time": "2010-11-11",
			"lesson": [{"les":"7:30 数据库"},{"les":"14:00 网络技术"},{"les":"16:30 物理"},{"les":"18:00 操作系统"} ]
		},
		{
			"time": "2010-11-12",
			"lesson": [{"les":"8:40 网络技术"},{"les":"11:20 生物"},{"les":"16:30 Soft"},{"les":"19:00 数据库"} ]
		},
		{
			"time": "2010-11-15",
			"lesson": [{"les":"9:00 数据库"},{"les":"15:00 Tea"}]
		},
		{
			"time": "2010-11-17",
			"lesson": [{"les":"10:00 马哲"},{"les":"15:00 Eng"},{"les":"17:00 Web"} ]
		},
		{
			"time": "2010-11-18",
			"lesson": [{"les":"9:00 网络技术"},{"les":"12:00 Music"},{"les":"16:00 Web"},{"les":"19:30 化学"} ]
		},
		{
			"time": "2010-11-21",
			"lesson": [{"les":"8:00 Draw"},{"les":"9:30 生物"} ]
		},
		{
			"time": "2010-11-25",
			"lesson": [{"les":"9:00 信息安全"},{"les":"12:00 Music"},{"les":"18:30 体育"} ]
		},
		{
			"time": "2010-11-27",
			"lesson": [{"les":"8:20 Music"},{"les":"11:30 体育"},{"les":"14:00 Web"} ]
		},
		{
			"time": "2010-11-28",
			"lesson": [{"les":"9:00 网络技术"},{"les":"11:00 生物"},{"les":"13:00 Draw"},{"les":"16:00 物理"} ]
		},
		{
			"time": "2010-11-30",
			"lesson": [{"les":"9:00 马哲"},{"les":"11:30 化学"},{"les":"15:00 毛邓"} ]
		},
		{
			"time": "2010-12-2",
			"lesson": [{"les":"9:30 网络技术"},{"les":"11:00 物理"},{"les":"12:30 Web"} ]
		},
		{
			"time": "2010-12-4",
			"lesson": [{"les":"9:00 Music"},{"les":"12:00 毛邓"}]
		},
		{
			"time": "2010-12-5",
			"lesson": [{"les":"9:00 Web"},{"les":"15:00 生物"}]
		},
		{
			"time": "2010-12-6",
			"lesson": [{"les":"9:00 编译原理"},{"les":"11:20 网络技术"},{"les":"15:00 汇编语言"} ]
		},
		{
			"time": "2010-12-10",
			"lesson": [{"les":"8:00 网络技术"},{"les":"9:30 生物"},{"les":"11:00 软件工程"},{"les":"13:00 Music"} ]
		},
		{
			"time": "2010-12-12",
			"lesson": [{"les":"10:00 编译原理"},{"les":"15:00 网络技术"} ]
		},
		{
			"time": "2010-12-13",
			"lesson": [{"les":"9:00 体育"},{"les":"12:00 生物"},{"les":"19:00 化学"} ]
		},
		{
			"time": "2010-12-15",
			"lesson": [{"les":"9:30 网络技术"},{"les":"16:00 马哲"} ]
		},
		{
			"time": "2010-12-16",
			"lesson": [{"les":"9:00 生物"},{"les":"11:00 软件工程"},{"les":"14:00 网络技术"} ]
		},
		{
			"time": "2010-12-17",
			"lesson": [{"les":"8:00 编译原理"},{"les":"11:00 毛邓"},{"les":"14:00 生物"},{"les":"17:30 Music"} ]
		},
		{
			"time": "2010-12-20",
			"lesson": [{"les":"11:00 Soft"},{"les":"16:30 生物"} ]
		},
		{
			"time": "2010-12-22",
			"lesson": [{"les":"10:30 操作系统"}]
		},
		{
			"time": "2010-12-23",
			"lesson": [{"les":"9:00 生物"},{"les":"15:30 体育"} ]
		},
		{
			"time": "2010-12-24",
			"lesson": [{"les":"9:00 汇编语言"},{"les":"11:00 生物"},{"les":"13:00 编译原理"},{"les":"16:00 Soft"} ]
		},
		{
			"time": "2010-12-27",
			"lesson": [{"les":"8:30 网络技术"},{"les":"11:00 软件工程"} ]
		},
		{
			"time": "2010-12-28",
			"lesson": [{"les":"9:00 生物"},{"les":"11:30 Draw"},{"les":"14:30 Music"},{"les":"16:30 化学"} ]
		},
		{
			"time": "2010-12-30",
			"lesson": [{"les":"9:00 Soft"},{"les":"11:20 Tea"},{"les":"13:50 毛邓"},{"les":"18:00 操作系统"} ]
		},
		{
			"time": "2010-12-31",
			"lesson": [{"les":"8:30 操作系统"},{"les":"15:00 生物"},{"les":"17:30 软件工程"} ]
		}
	]
};