var $CLTMSG = {
    "R01008": "邮箱/UC号/会员帐号/手机号",
    "R11111": "<p class=stxt2>1、如果登录名是邮箱地址，</p><p class=stxt>请输入全称，例如yourname@sina.com.cn</p><p class=stxt2>2、请检查登录名大小写是否正确。</p><p class=stxt2>3、请检查密码大小写是否正确。</p>",//仅所有登录，由原来的R01007改为R11111
    "CR0001": "请输入手机号",
    "R01009": "请输入注册邀请码",
    "M04002": "关键词不能为空",
    "R01010": "<p class=stxt2>请到注册确认邮件中激活账户，</p><p class=stxt2>或者，<a target=_blank href=/reg/resend.php?user=#{mail}  >重发确认邮件</a>。</p>",
    "R01011": "该账户尚未激活",
    "A-7": '无权限删除',
    //chibin
    "CC0101": "返回顶部",//backtop.js
    "CC0201": "未绑定",//bindim.js
    "CC0202": "未验证",//bindim.js
    "CC0203": "已绑定",//bindim.js
    "CC0204": "真的要删除绑定么？",//bindim.js
    "CC0301": "请选择登录类型",//cardtips.js
    "CC0302": "非新浪邮箱",//cardtips.js
    "CC0401": "查看更多",//casuallook_more.js
    "CC0402": "读取中……",//casuallook_more.js
    "CC0501": "回复",//commentConsole.js
    "CC0502": "评论",//commentConsole.js
    "CC0601": "同时将此用户加入黑名单",//commentMethod.js
    "CC0602": "回复@",//commentMethod.js
    "CC0603": "原文评论",//commentMethod.js
    "CC0701": "操作失败",//commentoutboxhandler.js
    "CC0702": "您还没有选择要删除的评论",//commentoutboxhandler.js
    "CC0801": "收藏微博失败，请重试！",//favourite.js
    "CC0802": "确定要删除该收藏？",//favourite.js
    "CC0901": "错误！",//finishinfo.js
    "CC1001": "搜索其他话题...",//getfocus.js
    "CC1101": "设置哪些分组显示在我的首页",//group_index.js
    "CC1102": "保存",//group_index.js
    "CC1103": "取消",//group_index.js
    "CC1104": "设置分组显示",//group_index.js
    "CC1201": '确定要删除" #{name} "分组吗？<br />此分组下的人不会被取消关注。',//group_member.js
    "CC1202": '添加分组失败...',//group_member.js
    "CC1203": '含有非法字符，请修改',//group_member.js
    "CC1204": '最多可输入500个汉字 ',//group_member.js
    "CC1301": '未分组 ',//group_selector.js
    "CC1302": '创建新分组 ',//group_selector.js
    "CC1303": '请不要超过8个汉字 ',//group_selector.js
    "CC1304": '新分组',//group_selector.js group_sidebar.js
    "CC1401": '创建',//group_sidebar.js
    "CC1402": '修改',//group_sidebar.js
    "CC1501": '请选择图片 ',//head4miniblog.js
    "CC1502": '请上传jpg、gif、png格式的图片。 ',//head4miniblog.js
    "CC1503": '请等待图片上传 ',//head4miniblog.js
    "CC1601": '请重新登录',//huodong.js
    "CC1701": '我已关注他',//index_stuff.js
    "CC1801": "登录名：",//indexMsgCallBack.js
    "CC1802": "密码：",//indexMsgCallBack.js
    "CC1803": "小秘密：如果你有“新浪UC号”或“新浪邮箱”可以用该账号直接登录哦！",//indexMsgCallBack.js
    "CC1804": "没有登录帐号？ ",//indexMsgCallBack.js
    "CC1805": "马上注册",//indexMsgCallBack.js
    "CC1901": "隐私",//info_company.js
    "CC1902": "搜索",//info_company.js
    "CC1903": "找同事",//info_company.js
    "CC1904": "删除",//info_company.js
    "CC2001": "找同学",//info_school.js
    "CC2101": "回答错误，请重新答案。或换一道题回答。",//infomation_mail.js
    "CC2102": "微博登录名是:#{name}@sina.cn",//infomation_mail.js
    "CC2103": "看不清，换一下",//infomation_mail.js
    "CC2104": '您的动作太快了哦！休息一下，来回答图片中的问题吧。<br />如果是数学题，请用<em class="error_color">数字（0123456789）</em>回答。',//infomation_mail.js
    "CC2105": '确定',//infomation_mail.js
    "CC2201": '所有人可见',//infomation.js
    "CC2202": '我关注的人可见',//infomation.js
    "CC2203": '仅自己可见',//infomation.js
    "CC2204": '修改昵称',//infomation.js
    "CC2205": '请填写自己常用的邮箱地址，方便大家联系你！',//infomation.js
    "CC2206": '邮箱地址：',//infomation.js
    "CC2207": '请输入正确的邮箱地址',//infomation.js
    "CC2208": '我们将会把关你的最新消息通过邮件的方式提醒你，也可以设置接收最新提醒，新鲜提醒一键搞定！',//infomation.js
    "CC2209": '去验证&gt;&gt;',//infomation.js
    "CC2210": '修改常用邮箱',//infomation.js
    "CC2211": '验证邮箱',//infomation.js
    "CC2301": '新浪邮箱用户请直接登录开通新浪微博',//infomation2.js
    "CC2401": '例如：',//link.js
    "CC2402": '修改成功！',//link.js
    "CC2403": '已关联博客地址：',//link.js
    "CC2404": "取消成功！",//link.js
    "CC2405": "正在读取您的博客地址，请稍候.",//link.js
    "CC2501": "邮箱格式不正确",//mailinvite.js
    "CC2502": "请输入邮箱",//mailinvite.js
    "CC2503": "邀请发送成功",//mailinvite.js
    "CC2504": "如果对方没有收到邀请邮件，<br />可以将以下链接通过QQ、MSN或其他邮箱发送给他",//mailinvite.js
    "CC2505": "复制链接",//mailinvite.js
    "CC2506": "该邀请链接仅可使用1次",//mailinvite.js
    "CC2507": "发送邀请",//mailinvite.js
    "CC2508": "邀请链接复制成功！ 你可以利用快捷方式Ctrl+V键粘贴到UC、QQ或MSN等聊天工具中。",//mailinvite.js
    "CC2509": "你的浏览器不支持脚本复制或你拒绝了浏览器安全确认，请尝试手动[Ctrl+C]复制。",//mailinvite.js
    "CC2510": "已关注",//mailinvite.js
    "CC2601": "已关注成功！",//maybefriend.js
    "CC2602": "移除之后将不再为您推荐此人",//maybefriend.js
    "CC2603": "确定要移除?",//maybefriend.js
    "CC2701": "同时将此用户加入黑名单",//message.js
    "CC2702": "删除失败!",//message.js
    "CC2703": '删除全部',//message.js
    "CC2801": '确定删除这条@我吗',//miniblog_del.js
    "CC2802": '确定删除这条微博吗',//miniblog_del.js
    "CC2901": "微博新手入门动画",//miniblog_flash_demo.js
    "CC3001": "互相关注中",//miniblog_flash_demo.js
    "CC3101": "移除之后将取消 #{sex} 对你的关注",//miniblog_follow.js
    "CC3102": "确定要移除",//miniblog_follow.js
    "CC3103": "确定要取消关注",//miniblog_follow.js
    "CC3104": "超过8个字啦！为他起个常用名吧",//miniblog_follow.js
    "CC3105": "设置备注名",//miniblog_follow.js
    "CC3106": "设置",//miniblog_follow.js
    "CC3107": "设置备注失败!",//miniblog_follow.js
    "CC3201": "手机号输错啦！",//miniblog_mobile.js
    "CC3202": "请阅读并同意以下条款",//miniblog_mobile.js
    "CC3203": "关闭该提醒",//miniblog_mobile.js
    "CC3204": "使用短信发微博成功后，系统自动发送成功提醒短信给你",//miniblog_mobile.js
    "CC3205": "开启该提醒",//miniblog_mobile.js
    "CC3206": "你已关闭短信发微博成功提醒",//miniblog_mobile.js
    "CC3207": "手机号",//miniblog_mobile.js
    "CC3208": "已与其他微博账号绑定。",//miniblog_mobile.js
    "CC3209": "如需解除当前绑定，请使用该手机发送短信内容:",//miniblog_mobile.js
    "CC3210": "到",//miniblog_mobile.js
    "CC3211": "关闭弹出层",//miniblog_mobile.js
    "CC3301":'答案错误，请重新回答，或换一道题回答。',//forbidrefresh_dialog.js
    "CC3401":'关注成功，发条微博跟大家打个招呼吧！',//reg_recommand.js
    "CC3402":'#新手交流#大家好！我是@#{name}，刚刚开始玩微博，欢迎大家关注我！',//reg_recommand.js
    "CC3403":'发出微博第一声',//reg_recommand.js
    "CC3404":'#新手交流#哈喽！我是@#{name}，我的微博今天开通了，从今儿起要立志做个自强不息的微博人，请大家关注我！',//reg_recommand.js
    "CC3501":'请输入六位英文或数字',//expo/authentication.js
    "CC3502":'请输入认证码',//expo/authentication.js
    'CC3601':'大家好！我是微博志愿者！从事#{job}工作。#志愿者报到#',
    'CC3701':'媒体汇',
    'CD0001': '搜索话题、朋友...',
    'CD0002': '请选择搜索范围',
    'CD0003': '<li class="cur" style="cursor:pointer">含<cite id="#{id}_blog" ></cite>的微博</li><li style="cursor:pointer">名为<cite id="#{id}_author" ></cite>的人</li>',
    'CD0004': '已关注，',
    'CD0005': '取消',
    'CD0006': '加关注',
    'CD0007': '确定要取消关注',
    'CD0008': '搜索其他话题...',
    'CD0009': "适用于“#{title}”的版本",
    'CD0010': "您还未开通新浪微博！",
    'CD0011': '建议宽度不超过1024像素',
    'CD0012': '建议宽度不低于120像素',
    'CD0013': '建议高度不超过800像素',
    'CD0014': '建议高度不低于230像素',
    'CD0015': '复制成功！你可以利用快捷方式Ctrl+V键粘贴到博客模块中。',
    'CD0016': '你的浏览器不支持脚本复制或你拒绝了浏览器安全确认，请尝试手动[Ctrl+C]复制。',
    'CD0017': '去看看',
    'CD0018': '关闭',
    'CD0019': '有什么新鲜事儿要告诉大家',
    'CD0020': "已超出<span>#{len}</span>字",
    'CD0021': "还可以输入<span>#{len}</span>字",
    'CD0022': '内容分享',
    'CD0023': '转发',
    'CD0024': '你自己写的微博是不能转发的哦！',
    'CD0025': '顺便说点什么吧...',
    'CD0026': '转发到我的微博',
    'CD0027': '登录名 ：',
    'CD0028': '密码 ：',
    "CD0029": '同时作为给#{forwarder}的评论发布',
    'CD0030': '同时作为给#{bloger}的评论发布',
    'CD0031': '转:',
    'CD0032': '表情',
    'CD0033': '还可以输入<em>${num}</em>个汉字',
    'CD0034': '已经超出<em>${num}</em>个汉字',
    'CD0035': '转发成功',
    'CD0036': '更新失败，请查看网络链接是否正常',
    'CD0037': '未结束的字符串常量',
    'CD0038': '通行证登录',
    'CD0039': '登录名',
    'CD0040': '注册',
    'CD0041': '密  码',
    'CD0042': '找回密码',
    'CD0043': '<label>记住登录状态</label><p class="adminTs">建议在网吧/公共电脑上取消该选项</p>',
    'CD0044': '确定',
    'CD0045': '快来看看  @#{name}  的微博',
    'CD0046': '把#{name}推荐给朋友',
    'CD0047': '说说推荐理由吧',
    'CD0048': '发布',
    'CD0049': '请输入对方昵称',
    'CD0050': '发私信给：',
    'CD0051': '私信内容：',
    'CD0052': '发送',
    'CD0053': '说明：长度不能超过300字',
    'CD0054': '发私信',
    'CD0055': '确认要使用这个域名吗？保存后将不能修改。',
    'CD0056': '邀请链接复制成功！ 你可以利用快捷方式Ctrl+V键粘贴到UC、QQ或MSN等聊天工具中。',
    'CD0057': '安全强度',
    'CD0058': '请重新登录',
    'CD0059': '设置分组',
    'CD0060': '设置备注名',
    'CD0061': '加入黑名单',
    'CD0062': '将#{nick}加入分组',
    'CD0063': '创建新分组',
    'CD0064': '新分组',
    'CD0065': '创建',
    'CD0066': '不超过8个汉字',
    'CD0067': '设置分组成功！',
    'CD0068': '图片附件',
    'CD0069': '请在这里输入自定义话题',
    'CD0070': '分享图片',
    'CD0071': '你还可以输入<span class="#{cls}">#{len}</span>字',
    'CD0072': '已超出<span class="#{cls}" style="#{style}">#{len}</span>字',
    'CD0073': '可以直接输入音乐或视频的url地址',
    'CD0074': '图片',
    'CD0075': '请等待图片上传',
    'CD0076': '温柔哦哦呜呜呜呜呜呜....jpg',
    'CD0077': '有什么新鲜事想告诉大家？',
    'CD0078': '说几句吧…',
    'CD0079': '收起',
    'CD0080': '查看原图',
    'CD0081': '向左转',
    'CD0082': '向右转',
    'CD0083': '开始时间必须在结束时间之前，请重新选择',
    'CD0084': '您还未安装flash播放器！',
    'CD0085': '音乐播放',
    'CD0086': '确认将#{name}加入到我的黑名单中么？',
    'CD0087': '你和#{sex}将自动解除关注关系，并且#{sex}不能再关注你<br>#{sex}不能再给你发评论、私信、@通知',
    'CD0088': '已将#{name}加入黑名单！',
    'CD0089': '确认将此用户从你的黑名单中解除吗？',
    'CD0090': '立即查看#{mail}邮箱',
    'CD0091': '真的要删除绑定吗？',
    'CD0092': '错误!',
    'CD0093': '新浪微博分享',
    'CD0094': '要开始使用这个书签，请右键点击此按钮，并选择“添加到收藏夹”',
    'CD0095': "要开始使用这个书签，请将此按钮拖入您的书签栏",
    'CD0096': '页面背景',
    'CD0097': '颜色',
    'CD0098': '背景图',
    'CD0099': '使用背景图',
    'CD0101': '不使用背景图',
    'CD0102': '上传成功！',
    'CD0103': '重新上传',
    'CD0104': '支持大小不超过5M的jpg、gif、png图片上传<br/>作为头部区域图使用时尺寸建议为800x150',
    'CD0105': '设置背景图：',
    'CD0106': '对齐方式',
    'CD0107': '主文字',
    'CD0108': '主链接',
    'CD0109': '次文字',
    'CD0110': '次链接',
    'CD0111': '内容背景',
    'CD0112': '恢复到默认颜色',
    'CD0113': '平铺',
    'CD0114': '不平铺',
    'CD0115': '左对齐',
    'CD0116': '居中',
    'CD0117': '右对齐',
    'CD0118': "背景图上传失败",
    'CD0119': '图片上传中',
    'CD0120': '仅支持jpg、gif、png格式，请重新上传！',
    'CD0121': '操作成功！你现在使用的是时效模板，有效期至#{year}年#{month}月#{date}日',
    'CD0122': '请选择一个模板',
    'CD0123': '您设置的皮肤还没有保存，确定离开吗？',
    
    'CD0124': '当前等级',
    'CD0125': '级',
    'CD0126': '离下一级还差',
    'CD0127': '分',
    'CD0128': '微博等级是对用户积极表现的鼓励，根据用户的行为记分换算而成。',
    'CD0129': '目前有以下行为影响微博积分：',
    'CD0130': '行为',
    'CD0131': '积分',
    'CD0132': '绑定手机',
    'CD0133': '每个帐号只享用一次',
    'CD0134': '登录',
    'CD0135': '一天只享用一次',
    'CD0136': '发布微博<em>(通过任何渠道发布)',
    'CD0137': '评论微博',
    'CD0138': '转发微博',
    'CD0139': '收藏话题',
    'CD0140': '他人接受你的邀请而关注你',
    'CD0141': '微博被他人转发',
    'CD0142': '微博被他人评论',
    'CD0143': '自己删除微博',
    'CD0144': '自己删除评论',
    'CD0145': '自己删除收藏话题',
    'CD0146': '注意：',
    'CD0147': '每日积分有最高分数限制，等级越高，每日可积分数越高。',
    'CD0148': '如果微博内容因为不符合当地法律、法规而被删除，那么所扣积分会很高哦',
    'CD0149': '微博等级',
    'CD0150':'确认切换到繁体版吗？',
    'CD0151':'发布成功！',
    'CD0152':'边框',
    'CD0153':'暂不分组', //MINIBLOGREQ-767
    'CD0154':'关注成功', //MINIBLOGREQ-767
    'CD0155':'完成', //MINIBLOGREQ-767
    'CD0156':'将我使用的模板推荐给粉丝？',
    'CD0157':'确认使用#{name}模板替换原有模板？',
    
    'CX0001': '随便看看',
    'CX0002': '同城微博',
    'CX0003': '抢个沙发',
    'CX0004': '热门话题',
    'CX0005': '热门转发',
    'CX0006': '热门评论',
    'CX0007': '话题榜',
    'CX0008': '热门标签',
    'CX0009': '浏览标签',
    'CX0010': '您还没有输入内容！',
    'CX0011': '搜索用户',
    'CX0012': '最多可添加10个标签!',
    'CX0013': '删除',
    'CX0014': '已添加此标签',
    'CX0015': '添加成功',
    'CX0016': '已添加',
    'CX0017': '设置标签失败',
    'CX0018': '错误',
    'CX0019': '最多可添加10个标签',
    'CX0020': '含有非法字符，请修改',
    'CX0021': '单个标签最多可输入7个汉字',
    'CX0022': '最多可添加10个标签',
    'CX0023': '请输入标签',
    'CX0024': '将自己的标签生成一条微博，告诉给大家？',
    'CX0025': '已关注',
    'CX0026': '你已经成功添加标签：',
    'CX0027': '。赶紧告诉朋友们你的标签吧！',
    'CX0028': '推荐给朋友',
    'CX0029': '以后再说',
    'CX0030': '我给自己贴了 [TAG]',
    'CX0031': '[TAG] 标签。',
    'CX0032': '推荐成功！',
    'CX0033': '你还没有添加标签',
    'CX0034': '删除标签',
    'CX0035': '删除标签失败！',
    'CX0036': '保存',
    'CX0037': '哪些词语最能够描述你？',
    'CX0038': '获取标签信息失败',
    'CX0039': '新浪微博工具条',
    'CX0040': '关注该话题',
    'CX0041': '已关注成功',
    'CX0042': '取消关注',
    'CX0043': '删除',
    'CX0044': '关注的话题',
    'CX0045': '◆　　　　◆',
    'CX0046': '◆有新评论◆',
    'CX0047': '◆有新粉丝◆',
    'CX0048': '◆有新私信◆',
    'CX0049': '◆有新@我◆',
    'CX0050': '条新评论，',
    'CX0051': '查看评论',
    'CX0052': '位新粉丝，',
    'CX0053': '查看我的粉丝',
    'CX0054': '条新私信，',
    'CX0055': '查看私信',
    'CX0056': '条微博提到我，',
    'CX0057': '查看@我',
    'CX0058': '有新微博，刷新看看',
    'CX0059': '请先登录，再进行举报',
    'CX0060': '举报不良信息',
    'CX0061': '请输入姓名/昵称',
    'CX0062': '你MSN中的联系人已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0063': '还有<em class="bold">××</em>个MSN联系人还没有加入微博请他们加入吧。',
    'CX0064': '你邮箱中的联系人已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0065': '还有<em class="bold">××</em>个邮箱联系人还没有加入微博请他们加入吧。',
    'CX0066': '你新浪-我关注的人中已经有<em class="bold">××</em>个加入微博加他们为关注吧。',
    'CX0067': '还有<em class="bold">××</em>个新浪-我关注的人还没有加入微博请他们加入吧。',
    'CX0068': '你新浪好友中已经有<em class="bold">××</em>个加入微博，加他们为关注吧。',
    'CX0069': '还有<em class="bold">××</em>个新浪好友还没有加入微博请他们加入吧。',
    'CX0070': 'msn帐号格式不正确',
    'CX0071': 'msn密码不能为空',
    'CX0072': '其他联系人',
    'CX0073': '其他',
    'CX0074': '输入的邮件格式不正确',
    'CX0075': '邮箱密码不能为空',
    'CX0076': '上一页',
    'CX0077': '下一页',
    'CX0078': '城市/地区',
    'CX0079': '合肥,芜湖,蚌埠,淮南,马鞍山,淮北,铜陵,安庆,黄山,滁州,阜阳,宿州,巢湖,六安,亳州,池州,宣城',
    'CX0080': '东城区,西城区,崇文区,宣武区,朝阳区,丰台区,石景山区,海淀区,门头沟区,房山区,通州区,顺义区,昌平区,大兴区,怀柔区,平谷区,密云县,延庆县',
    'CX0081': '万州区,涪陵区,渝中区,大渡口区,江北区,沙坪坝区,九龙坡区,南岸区,北碚区,万盛区,双桥区,渝北区,巴南区,黔江区,长寿区,綦江县,潼南县,铜梁县,大足县,荣昌县,璧山县,梁平县,城口县,丰都县,垫江县,武隆县,忠县,开县,云阳县,奉节县,巫山县,巫溪县,石柱土家族自治县,秀山土家族苗族自治县,酉阳土家族苗族自治县,彭水苗族土家族自治县,江津市,合川市,永川市,南川市',
    'CX0082': '福州,厦门,莆田,三明,泉州,漳州,南平,龙岩,宁德',
    'CX0083': '兰州,嘉峪关,金昌,白银,天水,武威,张掖,平凉,酒泉,庆阳,定西,陇南,临夏,甘南',
    'CX0084': '广州,韶关,深圳,珠海,汕头,佛山,江门,湛江,茂名,肇庆,惠州,梅州,汕尾,河源,阳江,清远,东莞,中山,潮州,揭阳,云浮',
    'CX0085': '南宁,柳州,桂林,梧州,北海,防城港,钦州,贵港,玉林,百色,贺州,河池,南宁,柳州',
    'CX0086': '贵阳,六盘水,遵义,安顺,铜仁,黔西南,毕节,黔东南,黔南',
    'CX0087': '海口,三亚,其他',
    'CX0088': '石家庄,唐山,秦皇岛,邯郸,邢台,保定,张家口,承德,沧州,廊坊,衡水',
    'CX0089': '哈尔滨,齐齐哈尔,鸡西,鹤岗,双鸭山,大庆,伊春,佳木斯,七台河,牡丹江,黑河,绥化,大兴安岭',
    'CX0090': '郑州,开封,洛阳,平顶山,安阳,鹤壁,新乡,焦作,濮阳,许昌,漯河,三门峡,南阳,商丘,信阳,周口,驻马店',
    'CX0091': '武汉,黄石,十堰,宜昌,襄樊,鄂州,荆门,孝感,荆州,黄冈,咸宁,随州,恩施土家族苗族自治州',
    'CX0092': '长沙,株洲,湘潭,衡阳,邵阳,岳阳,常德,张家界,益阳,郴州,永州,怀化,娄底,湘西土家族苗族自治州',
    'CX0093': '呼和浩特,包头,乌海,赤峰,通辽,鄂尔多斯,呼伦贝尔,兴安盟,锡林郭勒盟,乌兰察布盟,巴彦淖尔盟,阿拉善盟',
    'CX0094': '南京,无锡,徐州,常州,苏州,南通,连云港,淮安,盐城,扬州,镇江,泰州,宿迁',
    'CX0095': '南昌,景德镇,萍乡,九江,新余,鹰潭,赣州,吉安,宜春,抚州,上饶',
    'CX0096': '长春,吉林,四平,辽源,通化,白山,松原,白城,延边朝鲜族自治州',
    'CX0097': '沈阳,大连,鞍山,抚顺,本溪,丹东,锦州,营口,阜新,辽阳,盘锦,铁岭,朝阳,葫芦岛',
    'CX0098': '银川,石嘴山,吴忠,固原',
    'CX0099': '西宁,海东,海北,黄南,海南,果洛,玉树,海西',
    'CX0100': '太原,大同,阳泉,长治,晋城,朔州,晋中,运城,忻州,临汾,吕梁',
    'CX0101': '济南,青岛,淄博,枣庄,东营,烟台,潍坊,济宁,泰安,威海,日照,莱芜,临沂,德州,聊城,滨州,菏泽',
    'CX0102': '黄浦区,卢湾区,徐汇区,长宁区,静安区,普陀区,闸北区,虹口区,杨浦区,闵行区,宝山区,嘉定区,浦东新区,金山区,松江区,青浦区,南汇区,奉贤区,崇明县',
    'CX0103': '成都,自贡,攀枝花,泸州,德阳,绵阳,广元,遂宁,内江,乐山,南充,眉山,宜宾,广安,达州,雅安,巴中,资阳,阿坝,甘孜,凉山',
    'CX0104': '和平区,河东区,河西区,南开区,河北区,红桥区,塘沽区,汉沽区,大港区,东丽区,西青区,津南区,北辰区,武清区,宝坻区,宁河县,静海县,蓟县',
    'CX0105': '拉萨,昌都,山南,日喀则,那曲,阿里,林芝',
    'CX0106': '乌鲁木齐,克拉玛依,吐鲁番,哈密,昌吉,博尔塔拉,巴音郭楞,阿克苏,克孜勒苏,喀什,和田,伊犁,塔城,阿勒泰',
    'CX0107': '昆明,曲靖,玉溪,保山,昭通,楚雄,红河,文山,思茅,西双版纳,大理,德宏,丽江,怒江,迪庆,临沧',
    'CX0108': '杭州,宁波,温州,嘉兴,湖州,绍兴,金华,衢州,舟山,台州,丽水',
    'CX0109': '西安,铜川,宝鸡,咸阳,渭南,延安,汉中,榆林,安康,商洛',
    'CX0110': '台北,高雄,其他',
    'CX0111': '香港',
    'CX0112': '澳门',
    'CX0113': '美国,英国,法国,俄罗斯,加拿大,巴西,澳大利亚,印尼,泰国,马来西亚,新加坡,菲律宾,越南,印度,日本,其他',
    'CX0114': '安徽,北京,重庆,福建,甘肃,广东,广西,贵州,海南,河北,黑龙江,河南,湖北,湖南,内蒙古,江苏,江西,吉林,辽宁,宁夏,青海,山西,山东,上海,四川,天津,西藏,新疆,云南,浙江,陕西,台湾,香港,澳门,海外,其他',
    'CX0115': '省/直辖市',
    'CX0116': '不限',
    'CX0117': '分享图片',
    'CX0118': '图片附件',
    'CX0119': '请在这里输入自定义话题',
    'CX0120': '请重新登录',
    'CX0121': '删除失败',
    'CX0122': '年',
    'CX0123': '数据提交中，请稍等...',
    'CX0124': '旋转',
    'CX0125': '确定',
    'CX0126': '取消',
    'CX0127': '旋转失败',
    'CX0128': '旋转成功',
    'CX0129': '省份',
    'CX0130': '城市',
    'CX0131': '确定',
    'CX0132': '搜索',
    'CX0133': '范围：',
    'CX0134': '昵称',
    'CX0135': '姓名',
    'CX0136': '域名',
    'CX0137': '简介',
    'CX0138': '性别：',
    'CX0139': '不限',
    'CX0140': '男',
    'CX0141': '女',
    'CX0142': '所在地区：',
    'CX0143': '公司/学校：',
    'CX0144': '关键字',
    'CX0145': '关闭  ',
    'CX0146': '恢复默认',
    'CX0147': '请输入姓名/昵称',
    'CX0148': '关键字',
    'CX0149': '范围：',
    'CX0150': '原创',
    'CX0151': '转发',
    'CX0152': '类型：',
    'CX0153': '纯文字',
    'CX0154': '含图片',
    'CX0155': '含视频',
    'CX0156': '含音乐',
    'CX0157': '用户范围：',
    'CX0158': '全部用户',
    'CX0159': '关注的人',
    'CX0160': '某个人',
    'CX0161': '所在地区：',
    'CX0162': '时间范围：',
    'CX0163': '至',
    'CX0164': '关  键  字：',
    'CX0165': '关键字',
    'CX0166': '查看',
    'CX0167': '关闭',
    'CX0168': '恢复默认搜索',
    'CX0169': '关键字',
    'CX0170': '请输入昵称',
    'CX0171': '起始时间不应大于结束时间！',
    'CX0172': '请选择',
    'CX0173': '上传图片的大小不能超过5M,支持JPG、GIF、PNG。<br/>为保证浏览速度和浏览效果，系统会自动优化压<br/>缩你上传的图片。',
    'CX0174': '  确定  ',
    'CX0175': ' 取消 ',
    'CX0176': ' 取消上传 ',
    'CX0177': '插入图片',
    'CX0178': '上传图片格式错误。',
    'CX0179': '请选择要上传的图片',
    'CX0180': '上传图片单张大小请勿超过5M',
    'CX0181': '上传图片失败，请重新上传。',
    
    //------------------flash 头像上传----------------
    'CX0182': '选择照片',
    'CX0183': '正在加载现有的头像...',
    'CX0184': '正在读取中，请稍候...',
    'CX0185': '你的图片文件超出5M或宽高超出2880像素，请选择文件和尺寸较小的图片。',
    'CX0186': '取消',
    'CX0187': '浏览...',
    'CX0188': '保存',
    'CX0189': '您上传的头像会自动生成三种尺寸，\n请注意中小尺寸的头像是否清晰！',
    'CX0190': '大尺寸头像，180×180像素。',
    'CX0191': '中尺寸头像\n50×50像素\n(自动生成)',
    'CX0192': '小尺寸头像\n30×30像素\n(自动生成)',
    'CX0193': '仅支持JPG、GIF、PNG图片文件，且文件小于5M',
    'CX0194': '向右旋转',
    'CX0195': '向左旋转',
    //------------------flash 头像上传----------------
    
    //---------------------------------------------yonglin---------------
    'CY0101': '设置关注的人分组，方便在首页查看不同类型的微博更新',//profile_moreact.js
    'CY0102': '可输入关注人名称（支持拼音首字母输入）',//diy/followingselector.js
    'CY0103': '该分组没有关注人。想和朋友分享新鲜事？<a href="http://t.sina.com.cn/invite/invite.php" onclick="window.location.replace(this.href);">邀请他们加入吧</a>',//diy/followingselector.js
    
    //---------------------------------------------liusong---------------
    'CL0101': "输入歌曲名",//addmusic.js
    'CL0102': "输入歌曲链接",//addmusic.js
    'CL0103': "请输入歌曲名称",//addmusic.js
    'CL0104': "搜索",//addmusic.js
    'CL0105': "你输入的链接地址无法识别:)",//addmusic.js
    'CL0106': "添加",//addmusic.js
    'CL0107': "请输入MP3链接或新浪乐库单曲播放页链接",//addmusic.js
    'CL0108': '作为普通的链接发布</a>或者<a href="javascript:void(0);" id="mlinkcancel">取消操作',//addmusic.js
    'CL0109': "歌曲名",//addmusic.js
    'CL0110': "请输入歌曲名",//addmusic.js
    'CL0111': "演唱者",//addmusic.js
    'CL0112': "确定",//addmusic.js
    'CL0113': "歌手名不能超过15个汉字",//addmusic.js
    'CL0114': "歌曲名不能超过15个汉字",//addmusic.js
    'CL0115': "新浪乐库搜索结果：",//addmusic.js
    'CL0116': "抱歉，没有找到和“",//addmusic.js
    'CL0117': "”有关的歌曲，换个词再试一下:)",//addmusic.js
    'CL0118': "请选择歌曲。",//addmusic.js
    'CL0119': "为了方便大家听歌，请花一点点时间完善歌曲资料...",//addmusic.js
    'CL0201': '请输入<a href="http://video.sina.com.cn" target="_blank">新浪播客</a>、<a href="http://www.youku.com" target="_blank">优酷网</a>、<a href="http://www.tudou.com" target="_blank">土豆网</a>、<a href="http://www.ku6.com/" target="_blank">酷6网</a>等视频网站的视频播放页链接',//addvideo.js
    'CL0202': '取消操作</a>或者<a href="javascript:void(0);" id="vback">作为普通的链接发布',//addvideo.js
    'CL0301': '你看到的是: <br />2009-01-01 至 2009-03-30 <br />发布的微博 <a href="#">取消时间限制</a>',//calendar.js
    'CL0302': '日',//calendar.js
    'CL0303': '周',//calendar.js
    'CL0304': '月',//calendar.js
    'CL0305': '上一个月',//calendar.js
    'CL0306': '下一个月',//calendar.js
    'CL0307': '2009年',//calendar.js
    'CL0308': '12月',//calendar.js
    'CL0309': '一',//calendar.js
    'CL0310': '二',//calendar.js
    'CL0311': '三',//calendar.js
    'CL0312': '四',//calendar.js
    'CL0313': '五',//calendar.js
    'CL0314': '六',//calendar.js
    'CL0315': '年',//calendar.js
    'CL0316': '上一年',//calendar.js
    'CL0317': '下一年',//calendar.js
    'CL0318': '你看到的是: <br />#{year}年 #{month}月 #{day}日 <br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0319': '你看到的是: <br />#{year}年 #{month}月  <br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0320': '你看到的是: <br />#{time}<br />发布的微博 <a href="#{urlhref}">取消时间限制</a>',//calendar.js
    'CL0321': '月1日 至',//calendar.js
    'CL0322': '月7日',//calendar.js
    'CL0323': '日 至',//calendar.js
    'CL0401': '请输入常用邮箱，',//checkFormUI.js
    'CL0402': '没有邮箱？',//checkFormUI.js
    'CL0501': '一月',//date.js
    'CL0502': '二月',//date.js
    'CL0503': '三月',//date.js
    'CL0504': '四月',//date.js
    'CL0505': '五月',//date.js
    'CL0506': '六月',//date.js
    'CL0507': '七月',//date.js
    'CL0508': '八月',//date.js
    'CL0509': '九月',//date.js
    'CL0510': '十月',//date.js
    'CL0511': '十一月',//date.js
    'CL0512': '十二月',//date.js
    'CL0601': '提示',//dialog.js
    'CL0602': '确定',//dialog.js
    'CL0603': '取消',//dialog.js
    'CL0701': '关闭',//faces.js
    'CL0801': '登录名不能为空',//loginAction.js
    'CL0802': '请输出密码',//loginAction.js
    'CL0803': '确定要 关注他们 吗?',//miniblog_follow.js
    'CL0804': '应用名称不能为空',
    'CL0805': '应用名称不能超过20个字母或10个汉字',
    'CL0806': '应用地址不能为空',
    'CL0807': '开发者/组织者名称不能为空',
    'CL0808': '开发者/组织者网址不能为空',
    'CL0811': '您输入的应用地址格式不正确',
    'CL0814': '开发者/组织者名称不能超过20个字母或10个汉字',
    'CL0813': '真的要删除这个应用么？',
    'CL0815': '开发者/组织者网址格式不正确',
    'CL0816': '每一个标签不超过8个汉字或16个字母，最多5个标签，以逗号分隔',
    'CL0817': '请简单描述展示在微博应用广场的信息，不超过5000字您可以输入比如您所支持的手机型号列表',
    'CL0818': '只能输入中文英文数字下划线和小数点，不能以下划线和小数点开头和结尾',
    'CL0820': '点击绑定', //bindim.js
    'CL0821': '敬请期待',
    'CL0822': '关联成功！',
    'CL0823': '设置成功！',
    'CL0824': '查看哪些人在附近',
    'CL0825': '放大',
    'CL0826': '缩小',
    'CF0101': '推荐应用', //publisher_dialog.js
    'CF0102': '推荐给你的微博粉丝，叫大家一起用', //publisher_dialog.js
    'CF0103': '修改了应用信息之后，需要重新审核，是否继续？', //create_app.js
    'CF0104': '您还没有保存修改，放弃修改？'
};

